[{"id":1,"created_at":null,"updated_at":null,"name":"Sensing inrovert","code":"Si","essential_resume":"Kecerdasan Anda Sensing yang berarti merujuk kepada panca indera Anda, yang membuat Anda konkrit dan praktis. Kecerdasan tersebut dikemudikan bergerak dari dalam ke luar, sehingga membuat Anda suka berkelana, pandai meniru, dan hebat dalam berakting.","brain_active_part":"Belahan limbik kiri dan lapisan Putih (dalam)","equivalent_intelligence":"Belahan MQ (Memory Quotient)","role":"Player (Pemain)","advantage":"Efficiency (Output per input)","target":"Connection (Hubungan)","hope":"Yielding (Panen hasil kerja)","brand_direction":"Merek pada skala volumenya","attitude_to_money":"Hemat","physical_shape":"Atletis yang besar","physical_strength":"Otot merah kasar","physical_function":"Tenaga kuat","pcychometrics":"Persistent, Detailed, Recorder, Dicipline, Careful, Spirited, Ecyclopedic, Workaholic, Timeful, Indifferent","four_keywords":"Mengingat, otot, rajin, tergerak","learning_style":"Merekam vocabulary, dibahasakan bervariasi, memainkan peraga, mengulang sambil menulis (gerakan)","learn_motivation":"Dibangkitkan untuk lebih baik dari sparring-nya","self_clue":"Mencari PANGGUNG untuk meningkatkan produktivitasnya","chemistry":"(Mengejar) Harta","field_of_study":"Keuangan, Bahasa, Transportasi, Perdagangan, Hiburan","field_of_career":"Ekonom, Atlit, Tentara, Bisnis perhotelan, Sejarawan, Bankir, Pertanahan, Dokter, Jurnalis, Keartisan, Manufacturing, Pilot, Pramugari, Model, Aktor/Aktris, Salesman, Perkebunan, Pertanian, Peternakan, Administrasi, Sekretaris, Pustakawan, Operator, Pegawai/Staf, Penyayi, Pekerja Pabrik, Security, Pelukis, Naturalis, Fotografer, Cameramen, Presenter, Penari, Pekerja lapangan dalam berbagai sektor, dll.","positive_and_negative":"Penuh ambisi namun mudah patah, penurut namun muncul rasa persaingan, berjiwa pesiar namun ingin selalu didampingi sparringnya, menjadi kamus atas segala problematika namun terkadang ‘blank’, cenderung kronologis dan fakta-sentris meski terkadang seperti bola liar dan tiba-tiba meyakini telepati, pelakon yang percaya diri namun terkadang menjadi pencemas, memang ulet dan tersusun namun disertai dengan bawel seperti Mr. Printilan.","deep_explanation":"Si adalah singkatan dari Sensing introvert. Jika huruf S berdiri sendiri merupakan identitas sebagai mesin kecerdasan. Menurut konsep STIFIn ragam mesin kecerdasan hanya ada lima, dan S adalah salah satu diantara 5 mesin kecerdasan tersebut. Identitas mesin kecerdasan berubah menjadi kepribadian ketika mesin kecerdasan digandengkan dengan jenis kemudi di belakangnya. Jenis kemudi kecerdasan hanya ada dua, yaitu i (introvert) dan e (ekstrovert). Dengan demikian Si sudah menjadi identitas kepribadian. S ditulis dengan huruf besar karena pengaruhnya sebagai mesin kecerdasan lebih besar dari i yang ditulis dengan huruf kecil yang berperan hanya sebagai kemudi kecerdasan.\r\nPengertian sederhana dari Sensing introvert adalah jenis kepribadian yang berbasiskan kecerdasan lima-indera yang proses kerjanya dikemudikan dari dalam dirinya menuju ke luar dirinya. Kepribadian Si ini memiliki kekhasan karena memiliki kemampuan mengingat yang melebihi delapan jenis kepribadian yang lain. Kelebihan ini dapat disepadankan dengan kecerdasan ingatan atau disebut MQ (Memory Quotient).\r\nSistem operasi pada tipe Si berada di belahan otak bagian bawah di sebelah kiri atau disebut sebagai limbik kiri. Pada limbik kiri tersebut yang menjadi kemudi kecerdasannya berada di lapisan putih yang letaknya di bagian dalam. Limbik kiri putih itulah yang menjadi sistem operasi tipe Si.\r\nLapisan yang berwarna putih memiliki tekstur otak yang lebih padat karena mengandung dendrit lebih banyak. Kerapatan yang lebih tinggi dibandingkan dengan lapisan bagian luar tersebut membuat kemudi kecerdasan bergerak dari dalam keluar. Hal ini menyebabkan ‘tuan yang punya badan’ menjadi seolah tidak bisa diam ingin selalu bergerak karena sumber bioritmiknya lebih dinamis.\r\nMesin kecerdasan S sesungguhnya identik dengan otot. Mereka memiliki otot yang kuat. Otot yang kuat itu disebabkan karena orang S memiliki otot merah tempat menyimpan tenaga aerobik. Tentu saja otot itu mesti sering digunakan supaya otot berkembang menyimpan tenaga aerobik yang lebih banyak. Tipe Si terlebih lagi karena ditunjang oleh ketersediaan baterai (charger) yang ada di dalam dirinya menyebabkan Si seperti memiliki tenaga yang kuat. Selain memiliki bentuk (konstitusi) fisik yang atletis besar (bongsor) juga orang Si memiliki kemahiran fisik yang ditunjang oleh motorik kasar.\r\nOtot memiliki kemampuan mengingat yang disimpan pada bagian sel otot yang disebut dengan myelin.Otot yang terlatih memiliki myelin yang lebih berharga. Kelebihan orang S justru terletak di harga myelinnya yang lebih terlatih.\r\nDisebabkan fungsi otot, tipe S lebih senang jenis pekerjaan yang memerlukan keuletan karena mereka memiliki stamina yang lebih hebat. Kemudian digabungkan dengan kecerdasan yang berbasiskan panca indera, maka fungsi otot akan membuat tipe S menyukai pekerjaan berkeringat. Hal itu juga yang membuattipe S memilih peran sebagai pemain yang berada di lapangan atau di panggung dibandingkan dengan menjadi orang di belakang layar.\r\nJika tipe S nya dikemudikan dari dalam menjadi tipe Si akan muncul sifat lebih percaya diri. Hal itu membuat Si menyukai sebagai orang yang tampil dan berperan sebagai pemain (player), pada satu diantara berbagai aktivitas yang ditekuninya. Seperti menjadi atlit, penyanyi, artis, pekerja, atau kalau pun menjadi pengusaha maka ia akan ikut turut tangan menangani bisnisnya.\r\nJenis Si memiliki kelebihan yang otomatis berfungsi dalam cara kerjanya yang terbiasa efisien. Memperlakukan pekerjaannya dengan output per input yang bagus. Pekerjaannya mesti efisien. Cara membelanjakan pengeluaran begitu hemat. Termasuk dalam berbagi pun tipe Si sangat hemat. Daripada disuruh berbagi terlalu besar tipe Si memilih membantu dengan cara lain yang mengeluarkan tenaganya. Ia menolong orang dengan keuletannya.\r\nBerkat rajin dan tidak mudah lelah tipe Si memiliki jumlah koneksi hubungan sosial yang banyak. Jumlah relasi yang dikunjungi atau dihubungi tiap harinya lebih banyak dibanding tipe yang lain. Tipe Si memiliki target mendapatkan koneksi dari semua haluan yang diperlukan untuk merampungkan tugasnya atau menjual semua dagangannya. Setelah menanam benih usaha dibanyak tempat kemudian tipe Si tinggal berharap dapat panen. Dalam pikiran tipe Si atas semua jerih payah yang dilakukannya kemudian ia berharap dapat panen memetik hasilnya.\r\nPengulangan atas apa yang dilakukannya membuat orang Si memiliki merek yang menempel pada dirinya yaitu sebagai orang yang sukses menghasilkan kuantitas yang besar. Merek tipe Si dikenal sebagai orang yang selalu berjaya memperbesar skala volume kinerjanya. Misalnya jika memilih bisnis transportasi, tipe Si selalu berhasil memperbanyak penumpang. Jika ia menjadi ahli bahasa maka jumlah perbendaharaan kata yang berhasil direkam jumlahnya begitu mengagumkan.\r\nJika menggunakan sudut pandang dunia psikologi (aliran perilaku) kepribadian Si mesti memiliki sifat perilaku khas yang dapat dibuktikan dan diukur yang berbeda dari delapan kepribadian yang lain. Terdapat sepuluh item yang bisa dibuktikan keberadaannya dan bisa diukur secara psikometrik. Menurut konsep STIFIn kesepuluh item tersebut menjadi kepribadian tetap yang tidak akan berubah dan akan selalu eksis seiring dengan penambahan umurnya. Sepuluh sifat yang tetap tersebut adalah: adventurous, playful, demonstrative, generous, repetitious, show offs, inoffensive, endurance, deterministic, dan steady (bahasa Inggris dipertahankan supaya definisinya tidak multi tafsir).\r\nJika seorang Si ingin memperbaiki cara belajarnya lakukan dengan merekam perbendaharaan istilah atau kata-kata (vocabulary) baru. Setiap istilah atau pelajaran diulang-ulang dengan membahasakan kembali dengan cara yang bervariasi. Juga menjadi penting menggunakan alat peraga karena penampakan secara visual akan memperbanyak rekaman informasi yang ke ingatannya. Bahkan perlu alat peraga itu\r\ndimainkan supaya mendapatkan pengalaman. Mencoba langsung dan mengalami sendiri merupakan proses belajar yang paling efektif bagi tipe Si. Bentuk-bentuk latihan yang mengulang merupakan cara yang sangat baik untuk memfungsikan myelin-nya. Semakin sering dilatih semakin banyak myelin yang berkembang maka kemahirannya akan semakin meningkat. Belajar sambil bergerak justru akan membuat orang Si menjadi lebih nyaman. Dan mereka dapat memperpanjang masa belajarnya jika mereka melakukannya sambil bergerak.\r\nCara yang paling jitu untuk membangkitkan motivasinya untuk belajar dan bekerja yaitu jika diberi sparring (teman berlatih yang sekaligus menjadi pesaingnya), karena tipe Si sangat memerlukan ‘tarikan nyata’. Mereka tidak bisa dimotivasi menggunakan pesaing imajiner, karena kecerdasan indrawinya hanya akan bekerja jika pesaingnya nyata. Semakin mereka mau naik kelas semakin tinggi pula level sparring yang mesti dihadirkan.\r\nPrioritas utama jika ingin memilih jurusan dan memilih profesi sebaiknya diarahkan pada satu diantara lima pilihan industri berikut ini, yaitu industri keuangan, bahasa, transportasi, perdagangan, hiburan. Selanjutnya dapat dipilih diantara pilihan jurusan atau profesi seperti pilihan berikut ini: ekonom, atlit, tentara, bisnis perhotelan, sejarawan, bankir, pertanahan, dokter, jurnalis, keartisan, manufacturing, pilot, pramugari, model, aktor/artis, salesman, perkebunan, pertanian, peternakan, administrasi, sekretaris, pustakawan, operator, pegawai/staff, penyanyi, pekerja pabrik, security, pelukis naturalis, fotografer, cameraman, presenter, penari, pekerja lapangan dalam berbagai sektor, dan lain-lain. Mengapa memerlukan dan lain-lain karena semakin kesini profesi semakin beragam. Namun jika ingin memilih jurusan ataupun profesi patokan bagi tipe Si adalah mempertimbangkan empat kata kuncinya, yaitu: mengingat, otot, rajin, dan tergerak. Artinya jurusan atau profesi yang dipilihnya didominasi oleh unsur-unsur yang memerlukan daya ingat, memerlukan otot, dan mengandalkan faktor rajin untuk menguasainya, serta tergerak dengan sendirinya karena tipe Si memang terpanggil dijurusan atau profesi tersebut.\r\nSebagai pribadi yang utuh tipe Si memiliki sisi-sisi diametral sebagai berikut: penuh ambisi namun mudah patah,penurut namun muncul rasa persaingan,berjiwa pesiar namun ingin selalu didampingi sparringnya, menjadi kamus atas segala problematika namun terkadang ‘blank’, cenderung kronologis dan fakta-sentris meski terkadang seperti bola liar dan tiba-tiba meyakini telepati, pelakon yang percaya diri namun terkadang menjadi pencemas, memang ulet dan tersusun namun disertai dengan bawel seperti Mr. Printilan. Oleh karena itu perlu berwaspada dengan kelemahannya dan berusaha mengekploitasi kelebihannya. Biasanya jika kelebihannya bergerak membaik maka secara otomatis kelemahannya tertutup dengan sendirinya.\r\nTipe Si sesungguhnya calon orang kaya, karena memiliki kemistri terhadap harta. Hanya saja, untuk mendapatkannya tipe Si harus mengejar harta tersebut dengan keuletannya. Jika ingin berhasil meraih harta dengan baik maka tipe Si harus mencari PANGGUNG untuk meningkatkan produktivitasnya. Keuletannya tidak dilakukan secara membabi-buta, melainkan sejak dini menset-up panggung agar dirinya dapat tampil untuk memamerkan kebolehannya. Untuk mendapatkan panggung tersebut ia mesti menata dari bawah sampai ia akhirnya mencapai\r\nlevel tertinggi dari permainan panggungnya. Panggung disini tidak selalu berarti panggung pertunjukan, meskipun itu memang menjadi keutamaannya, namun panggung ini bisa dengan makna yang lebih luas. Termasuk di dalamnya panggung bisnis. Misalnya ia berhasil mempertontonkan kemahiran pengelolaan uang investor dengan pulangan investasi (ROI) yang aman dan mengagumkan. Bisnis investasi dijadikan panggungnya melalui kemampuan pengelolaan keuangan yang efisien dan terpercaya. Sehingga setelah dipertontonkan membuat banyak pihak tertarik untuk mempercayakan investasi kepadanya. Sebut saja karena ia punya panggung berupa bank atau lembaga keuangan.\r"},
{"id":2,"created_at":null,"updated_at":null,"name":"Sensing extrovert","code":"Se","essential_resume":"Kecerdasan Anda Sensing yang berarti merujuk kepada panca indera Anda, yang membuat Anda konkrit dan praktis. Kecerdasan tersebut dikemudikan bergerak dari luar ke dalam, sehingga Anda mudah kecipratan banyak peluang baru.","brain_active_part":"Belahan limbik kiri dan lapisan Kelabu (luar)","equivalent_intelligence":"Belahan PQ (Physical Quotient)","role":"Frontliner (Garda Depan)","advantage":"Momentum (Kesempatan seketika)","target":"Opportunity","hope":"Generating (Menghasilkan Laba)","brand_direction":"Merek pada jaminan dirinya","attitude_to_money":"Boros","physical_shape":"Atletis yang kecil","physical_strength":"Otot merah lembut","physical_function":"Tenaga dan fleksibiliti","pcychometrics":"Adventurous, Playful, Demonstrative, Generous, Repetitious, Show offs, Steady, Inoffensive, Endurance","four_keywords":"Mengingat, otot, rajin, tercetak","learning_style":"Menandai bacaan, merekam peraga secara visual, mengulang latihan soal","learn_motivation":"Diming-imingi dengan insentif yang terukur.","self_clue":"Mencari LADANG untuk menanam uangnya","chemistry":"(Dikejar) Harta","field_of_study":"Ekonomi, Sport, Kemiliteran, Perhotelan, Sejarah","field_of_career":"Ahli keuangan, Ahli bahasa, Bisnis transportasi, Pedagang, Entertainer, Bankir, Pertahanan, Dokter, Jurnalis, Keartisan, Manufacturing, Pilot, Pramugari, Model, Aktor/aktris, Salesman, Perkebunan, Pertanian, Peternakan, Administrasi, Sekretaris, Pustakawan, Operator, Pegawai/Staf, Penyayi, Pekerja Pabrik, Security, Pelukis, Naturalis, Fotografer, Cameramen, Presenter, Penari, Pekerja lapangan dalam berbagai sektor, dll.","positive_and_negative":"Tahan banting seperti laki-laki tetapi manja seperti perempuan, eksposure petualangannya luas namun internalisasi kedewasaan lambat, seperti pemberani padahal sebenarnya kerdil, menjadi pendamping yang mudah disenangkan namun tidak mudah dibuat jatuh cinta, pembawaan terkesan lembut padahal suaranya sering melengking, susah memulai kerja tetapi jika sudah mulai kerja determinasinya kuat, dermawan tapi boros sebagai penikmat, mengharapkan kepastian tetapi cepat merasa tersudut dan kemudian kabur.","deep_explanation":"Pengertian sederhana dari Sensing extrovert adalah jenis kepribadian yang berbasiskan kecerdasan lima-indera yang proses kerjanya dikemudikan dari luar dirinya menuju ke dalam dirinya. Kepribadian Se ini memiliki kekhasan karena memiliki kemampuan fleksibilitas dan kekuatan otot yang melebihi delapan jenis kepribadian yang lain. Kelebihan ini dapat disepadankan dengan kecerdasan fisik atau disebut PQ (Physical Quotient).\r\nSistem operasi pada tipe Se berada di belahan otak bagian bawah di sebelah kiri atau disebut sebagai limbik kiri. Pada limbik kiri tersebut yang menjadi kemudi kecerdasannya berada di lapisan abu-abu yang letaknya di bagian luar atau permukaan otak. Limbik kiri abu-abu itulah yang menjadi sistem operasi tipe Si.\r\nLapisan yang berwarna abu-abu memiliki tekstur otak yang lebih renggang karena mengandung dendrit yang lebih sedikit. Kerapatan yang lebih rendah dibandingkan dengan lapisan bagian dalam tersebut membuat kemudi kecerdasan bergerak dari luar ke dalam. Hal ini menyebabkan ‘tuan yang punya badan’ menjadi seolah lebih malas untuk bergerak karena sumber bioritmiknya tergantung pemicu dari luar.\r\nMesin kecerdasan S sesungguhnya identik dengan otot. Mereka memiliki otot yang kuat. Otot yang kuat itu disebabkan karena orang S memiliki otot merah tempat menyimpan tenaga aerobik. Tentu saja otot itu mesti sering digunakan supaya otot berkembang menyimpan tenaga aerobik yang lebih banyak. Tipe Semenyimpan potensi tenaga yang besar namun sangat tergantung dengan ketersediaan baterai (charger) yang justru ada di luar dirinya menyebabkan Se cenderung seperti diesel yang memulai dengan lambat tapi lama kelamaan akan semakin kuat. Bentuk (konstitusi) fisiknya atletis tetapi cenderung berukuran mungil namun ditunjang oleh keberadaan motorik halus sehingga memiliki kemampuan fleksibilitas fisik yang mengagumkan.\r\nOtot memiliki kemampuan mengingat yang disimpan pada bagian sel otot yang disebut dengan myelin. Otot yang terlatih memiliki myelinyang lebih berharga. Kelebihan orang S justru terletak di harga myelinnya yang lebih terlatih.\r\nDisebabkan fungsi otot, tipe S lebih senang jenis pekerjaan yang memerlukan keuletan karena mereka memiliki stamina yang lebih hebat. Kemudian digabungkan dengan kecerdasan yang berbasiskan panca indera, maka fungsi otot akan membuat tipe S menyukai pekerjaan berkeringat. Hal itu juga yang membuat tipe S memilih peran sebagai pasukan paling depan ketika berada di lapangan atau di panggung dibandingkan dengan menjadi orang di belakang layar.\r\nJika tipe S nya dikemudikan dari luar ke dalam menjadi tipe Se akan muncul sifat lebih pemalu dan pencemas, namun berani mencoba sekaligus memanfaatkan potensi tenaganya yang sedia ada. Bahkan pada urusan untuk tampil ke depan jika ia sudah ditempa dengan latihan yang disiplin dan pengalaman justru ia merasa paling berhak untuk berada di barisan paling depan, meskipun awalnya pemalu. Tipe Semerasa tidak punya pilihan harus berada di depan karena selain lebih sederhana juga lebih fun (menyenangkan). Tipe Se sanggup untuk bekerja keras agar dapat terpilih sebagai barisan paling depan. Selain ia sanggup mengerjakan pekerjaan rutin ia juga bersedia difungsikan sebagai frontliner dalam suatu pekerjaan. Termasuk ketika ia menekuni profesi seperti menjadi atlit, penyanyi, artis, pekerja, atau kalau pun menjadi pengusaha maka ia lebih merasa yakin dengan pengalamannya sehingga ia akan menangani bisnisnya memulai dari paling depan.\r\nJenis Se memiliki kelebihan yang cenderung lebih dermawan. Juga di sisi lain dalam membelanjakan untuk dirinya cenderung lebih boros. Dengan kedermawanannya terutama untuk membelanjakan orang lain akan membuat ia kerapkali mendapatkan momentum bisnis yang bagus. Memperlakukan pekerjaannya sebagai aktivitas yang menyenangkan. Bahkan hidupnya pun cenderung ingin bersenang-senang, oleh karena itu ia menjadi pembelanja yang boros karena cenderung ingin menikmati hidup. Jika menolong orang cukup dengan memberi uang. Ia merasa tanggung jawabnya selesai jika sudah menangani masalah dengan memberi uang.\r\nBerkat kestabilannya dalam bekerja dan selalu terhubung dengan lingkungannya (karena lingkungan justru menjadi chargernya) serta membeli dukungan lingkungan dengan kedermawanannya maka akhirnya membuat orang Se memiliki banyak peluang bisnis yang menjadi momentum terbaik untuk dimanfaatkan. Kebiasaannya selalu mencari peluang baru terkadang tergelincir menjadi sosok yang lebih opportunistik. Namun baginya peluang bisnis harus diambil sebagai momentum untuk menghasilkan pendapatan (generate income). Hal inilah yang menyebabkan orang Se seperti cenderung bergerak dari satu proyek ke proyek lainnya.\r\nRutinitas atas apa yang dilakukannya dan minatnya yang besar untuk menangkap peluang membuat orang Se memiliki merek yang menempel pada dirinya yaitu sebagai sosok yang menjadi jaminan sukses terhadap setiap kerjasamanya. Merek tipe Se dikenal dengan merek dirinya yang menjadi jaminan terselenggaranya kerjasama dengannya. Jika terdapat investor yang ingin bekerja sama dengannya maka apa yang tertanam di benak investor tersebut adalah bahwa dirinya dianggap sudah punya pengalaman dan track record yang bagus untuk menjalankan investasinya.\r\nJika menggunakan sudut pandang dunia psikologi (aliran perilaku) kepribadian Se mesti memiliki sifat perilaku khas yang dapat dibuktikan dan diukur yang berbeda dari delapan kepribadian yang lain. Terdapat sepuluh item yang bisa dibuktikan keberadaannya dan bisa diukur secara psikometrik. Menurut konsep STIFIn kesepuluh item tersebut menjadi kepribadian tetap yang tidak akan berubah dan akan selalu eksis seiring dengan penambahan umurnya. Sepuluh sifat yang tetap tersebut adalah: adventurous, playful, demonstrative, generous, repetitious, show offs, inoffensive, endurance, deterministic, dan steady (bahasa Inggris dipertahankan supaya definisinya tidak multi tafsir).\r\nCara orang Se dalam mempelajari sesuatu dilakukan dengan menghafal bacaannya. Supaya bacaannya lebih mudah dikuasai mengapa tangannya harus ikut bergerak dengan jalan menandai bacaan-bacaan yang dianggap penting. Tipe Se memiliki kemampuan merekam secara visual yang lebih mengagumkan. Seringkali merekam peristiwa akan menjadi kelebihannya justru ketika ia ingin mempertontonkan kebolehannya. Urutan peristiwa secara detail dapat direkam dengan seksama. Oleh karena itu cara belajar dengan menggunakan alat peraga secara visual akan menjadi keutamaan baginya. Namun diantara faktor yang paling membuatnya menguasai pelajaran jika ia mengulang-ulang mengerjakan latihan soal atau memecahkan masalah. Pengalamannya dalam melakukan sesuatu selalu menjadi bekal keberhasilannya. Mencoba langsung dan mengalami sendiri merupakan proses belajar yang paling efektif bagi tipe Se. Bentuk-bentuk latihan yang mengulang merupakan cara yang sangat baik untuk memfungsikan myelin-nya. Semakin sering dilatih semakin banyak myelin yang berkembang maka kemahirannya akan semakin meningkat. Memberikan terpaan pengalaman yang spesifik membuat orang Se dengan kemampuan fisik yang berbasiskan myelin membuat orang Se memiliki tarif yang tinggi.\r\nCara yang paling jitu untuk mendorong tipe Se adalah dengan memberikan insentif berupa sesuatu yang nyata (tangible). Insentif ini harus dirancang sedemikian rupa supaya terukur, karena kalau diberikan sedikit sudah bisa kenapa harus banyak-banyak. Proses motivasi pada tipe Se ini sesungguhnya mudah karena cukup dengan memberikan materi. Namun yang paling penting perlu diukur jumlah dan waktunya yang tepat.\r\nPrioritas utama jika ingin memilih jurusan dan memilih profesi sebaiknya diarahkan pada satu diantara lima pilihan industri berikut ini, yaitu ekonomi, sport, kemiliteran, perhotelan, sejarah. Selanjutnya dapat dipilih diantara pilihan jurusan atau profesi seperti pilihan berikut ini: ahli keuangan, ahli bahasa, bisnis transportasi, pedagang, entertainer, bankir, pertanahan, dokter, jurnalis, keartisan, manufacturing, pilot, pramugari, model, aktor/artis,salesman, perkebunan, pertanian, peternakan, administrasi, sekretaris, pustakawan, operator, pegawai/staff, penyanyi, pekerja pabrik, security, pelukis naturalis, fotografer, cameraman, presenter, penari, pekerja lapangan dalam berbagai sektor, dll.\r\nMengapa memerlukan dan lain-lain karena semakin kesini profesi semakin beragam. Namun jika ingin memilih jurusan ataupun profesi patokan bagi tipe Se adalah mempertimbangkan empat kata kuncinya, yaitu: mengingat, otot, rajin, dan tercetak. Artinya jurusan atau profesi yang dipilihnya didominasi oleh unsur-unsur yang memerlukan daya ingat, memerlukan otot, dan mengandalkan faktor rajin untuk menguasainya, serta mudah membentuk dirinya ibarat mencetak lilin oleh jurusan atau profesi yang dipilihnya, karena tipe Se memang sangat bergantung pada tempaan lingkungannya.\r\nSebagai pribadi yang utuh tipe Se memiliki sisi-sisi diametral sebagai berikut: tahan banting seperti laki-laki tetapi manja seperti perempuan, eksposure petualangannya luas namun internalisasi kedewasaan lambat, seperti pemberani padahal sebenarnya kerdil, menjadi pendamping yang mudah disenangkan namun tidak mudah dibuat jatuh cinta, pembawaan terkesan lembut padahal suaranya sering melengking, susah memulai kerja tetapi jika sudah mulai kerja determinasinya kuat, dermawan tapi boros sebagai penikmat, mengharapkan kepastian tetapi cepat merasa tersudut dan kemudian kabur. Oleh karena itu perlu berwaspada dengan kelemahannya dan berusaha mengekploitasi kelebihannya. Biasanya jika kelebihannya bergerak membaik maka secara otomatis kelemahannya tertutup dengan sendirinya.\r\nTipe Se sesungguhnya calon orang kaya, karena memiliki kemistri terhadap harta. Hanya saja, untuk mendapatkannya tipe Se harus mampu menangkap setiap peluang yang datang. Jika ingin berhasil meraih harta dengan baik maka tipe Se harus mencari LADANG untuk menanam uangnya. Keuletannya untuk memanfaatkan setiap kesempatan yang datang ibarat berladang secara musiman. Kejeliannya untuk menangkap setiap peluang yang datang membuat ia begitu cekatan jika berbisnis dari proyek ke proyek. Ladang itu biasanya lebih berupa aset fisik, properti, franchise, atau infrastruktur yang dikelola untuk menghasilkan pemasukan uang secara rutin.\r\n"},
{"id":3,"created_at":null,"updated_at":null,"name":"Thinking introvert","code":"Ti","essential_resume":"Kecerdasan Anda Thinking yang berarti merujuk kepada logika Anda, yang membuat Anda rasional dan objektif. Kecerdasan tersebut dikemudikan bergerak dari dalam ke luar, sehingga Anda sanggup menekuni profesi yang spesifik.","brain_active_part":"Belahan otak kiri dan lapisan Putih (dalam)","equivalent_intelligence":"Belahan TQ (Technical Quotient)","role":"Expert (Pakar)","advantage":"Effective (Output per standar)","target":"Certainty (Kepastian)","hope":"Managing (Pengelolaan)","brand_direction":"Merek pada expertise-nya","attitude_to_money":"Berhitung","physical_shape":"Piknis yang tebal","physical_strength":"Tulang besar dan kuat","physical_function":"Tulang bertenaga","pcychometrics":"Conventional, On time, Scheduled, Independent, Focus, Microscopic, Mechanistic, Conventional, Responsible, Scheme","four_keywords":"Menalar, tulang, mandiri, mendalam","learning_style":"Menalar bacaan untuk mendapatkan logika isi dan intisarinya","learn_motivation":"Diberi recognition dari orang yang dihormatinya.","self_clue":"Mencari TAPAK untuk menekuni spesialisasinya.","chemistry":"(Mencari) Tahta","field_of_study":"Ristek, IT, Pertambangan, Konstruksi, Kesehatan, Garmen","field_of_career":"Manajer/ Eksekutif/Yudikatif, Manufactur, Bisnis properti, Peternakan, Peneliti, Fabrikan, Perminyakan, Pengeboran, Programmer, Dokter, Apoteker, Ekonom, Manajer, Dosen/Guru, Property, Insinyur, Fisikawan, Kimiawan, Konsultan managemen, Teknokrat, Birokrat, Pajak, Produsen, Quality control, Auditor, Ahli strategi, Pelatih bola, Pembuat kebijakan, System analyst, Ahli rekayasa, Developer, Atlit (Pertandingan), dll.","positive_and_negative":"sangat logis namun jika mentok malah bergantung pada faktor x, mengelola secara hebat namun penakut untuk keluar dari zonanya, di balik kemandiriannya ia menyimpan rahasia dan ‘masking’, sebenarnya ia agresif tapi ia ingin ‘diladeni’, mengadili secara hitamputih namun mudah diprovokasi, jeli dan objektif namun terkadang gagal menangkap kontekstualitas gambar besarnya, menjadi mesin profit yang mahir namun sering terjebak oleh hal-hal sepele.","deep_explanation":"Ti adalah singkatan dari Thinking introvert. Jika huruf T berdiri sendiri merupakan identitas sebagai mesin kecerdasan. Menurut konsep STIFIn ragam mesin kecerdasan hanya ada lima, dan T adalah salah satu diantara 5 mesin kecerdasan tersebut. Identitas mesin kecerdasan berubah menjadi kepribadian ketika mesin kecerdasan digandengkan dengan jenis kemudi di belakangnya. Jenis kemudi kecerdasan hanya ada dua, yaitu i (introvert) dan e (ekstrovert). Dengan demikian Ti sudah menjadi identitas kepribadian. T ditulis dengan huruf besar karena pengaruhnya sebagai mesin kecerdasan lebih besar dari i yang ditulis dengan huruf kecil yang berperan hanya sebagai kemudi kecerdasan.\r\nPengertian sederhana dari Thinking introvert adalah jenis kepribadian yang berbasiskan kecerdasan logika yang proses kerjanya dikemudikan dari dalam dirinya menuju ke luar dirinya. Kepribadian Ti ini memiliki kekhasan karena memiliki kemampuan menalar secara mendalam dalam wujud penguasaan teknologi, mesin, dan mekanika yang melebihi delapan jenis kepribadian yang lain. Kelebihan ini dapat disepadankan dengan kecerdasan teknik atau disebut TQ (Technical Quotient).\r\nSistem operasi pada tipe Ti berada di belahan otak bagian atas di sebelah kiri atau disebut sebagai otak besar kiri atau diringkas otak kiri. Pada otak kiri tersebut yang menjadi kemudi kecerdasannya berada di lapisan putih yang letaknya di bagian dalam. Otak kiri putih itulah yang menjadi sistem operasi tipe Ti.\r\nLapisan yang berwarna putih memiliki tekstur otak yang lebih padat karena mengandung dendrit lebih banyak. Kerapatan yang lebih tinggi dibandingkan dengan lapisan bagian luar tersebut membuat kemudi kecerdasan bergerak dari dalam keluar. Hal ini menyebabkan ‘tuan yang punya badan’ menjadi membiayai sendiri keperluan untuk memutar kepalanya. Energi yang datang untuk mengolah otak kirinya datang dalam dirinya sendiri.\r\nMesin kecerdasan T sesungguhnya identik dengan tulang. Mereka memiliki tulang yang besar dan kuat. Dengan bentuk tubuh (konstitusi) yang piknis terlihat unsur tulang secara proporsional menjadi dominan. Disebut piknis karena ukuran badan volumenya lebih kecil dibanding tipe lain sementara volume tulangnya paling dominan dibanding tipe lain. Akibatnya tulang kerangka menyangga beban yang lebih ringan sehingga mudah bergerak kesana-kemari. Itulah mengapa disebut piknis. Tipe Ti terlebih lagi karena ditunjang oleh ketersediaan baterai (charger) yang ada di dalam dirinya menyebabkan Ti seperti memiliki tulang yang bertenaga. Meskipun proporsi tulang lebih dominan dibanding ukuran badannya, namun orang T secara umum juga malas bergerak meskipun mereka sebetulnya mudah bergerak. Hal ini disebabkan pada mesin kecerdasn T tenaga yang tersedia cenderung disedot oleh kepala. Padahal penggunaan energi oleh kepala memakan energi yang besar.\r\nDisebabkan fungsi kepala yang dominan, tipe T lebih senang jenis pekerjaan yang memerlukan berpikir keras sehingga dapat menyelesaikan masalah hingga tuntas. Ia dapat menyusun serangkaianlogika sebagai metode untuk menyelesaikan masalah. Hal inilah yang membuat orang T dianggap bertangan dingin. Setiap masalah yang menjadi tanggung jawabnya dapat diselesaikan dengan baik. Kemudian jika kemampuan kepala tersebut digabungkan dengan karakter tulang yang kokoh maka akan melahirkan kepribadian yang teguh dan keras kepala.\r\nJika tipe T nya dikemudikan dari dalam ke luar menjadi tipe Ti akan muncul sifat lebih mandiri. Hal itu membuat Ti menyukai sebagai orang yang menguasai masalah dan dapat bekerja sendiri seperti seorang pakar. Kepakarannya menjadi lebih spesifik seperti seorang spesialis karena cara kerja kemudinya yang datang dari dalam ke luar dirinya sehingga ia memiliki mesin pendorong sendiri untuk menekuni atau menggali masalah secara khusus dan mendalam.\r\nJenis Ti memiliki kelebihan yang otomatis berfungsi dalam cara kerjanya yang terbiasa efektif. Memperlakukan pekerjaannya dengan output per standar yang harus tinggi. Pekerjaannya mesti efektif dan menghasilkan kepastian yang tinggi.Pada akhirnya ia akan mengelola proses dan menata sistem sehingga pada akhirnya aktivitas berjalan dengan cara yang penuh kepastian. Target kerjanya menghasilkan kestabilan dalam penuh kepastian. Cara membelanjakan pengeluaran juga harus efektif. Termasuk dalam berbagi pun tipe Ti sangat berhitung. Ia lebih suka diminta menyumbang pikiran dibandingkan mengeluarkan uang jika dalam pertimbangannya dianggap tidak efektif.\r\nKemampuan pengelolaan tipe Ti sangat bagus. Ia mampu mengkalkulasi segala macam unsur yang akan menimbulkan kesalahan yang diperkirakan mengganggu kerjanya. Dan mencari jalan keluar setiap masalah dengan belajar kepada informasinya yang direkamnya. Pengharapannya terletak pada kemampuan pengelolaannya yang efektif menjalankan tugasnya sehingga ia semakin layak diberi otoritas yang lebih besar.\r\nKepakarannya menjadi merek dirinya. Dengan kepakarannya ia akan ‘kepake’ kemana-mana. Tarif per jamnya menjadi semakin mahal karena kepakarannya. Masyarakat luas atau pasar pada umumnya akan menyebut namanya ketika mencari pakar di bidang tertentu.\r\nJika menggunakan sudut pandang dunia psikologi (aliran perilaku) kepribadian Ti mesti memiliki sifat perilaku khas yang dapat dibuktikan dan diukur yang berbeda dari delapan kepribadian yang lain. Terdapat sepuluh item yang bisa dibuktikan keberadaannya dan bisa diukur secara psikometrik. Menurut konsep STIFIn kesepuluh item tersebut menjadi kepribadian tetap yang tidak akan berubah dan akan selalu eksis seiring dengan penambahan umurnya. Sepuluh sifat yang tetap tersebut adalah: conventional, on time, scheduled, independent, focus, microscopic, mechanistic, conventional, responsible, dan scheme (bahasa Inggris dipertahankan supaya definisinya tidak multi tafsir).\r\nPada umumnya orang Ti tidak mengalami masalah dalam hal belajar. Pelajaran pada umumnya memerlukan cara kerja otak yang menalar, berhitung, dan menstrukturkan. Pada orang Ti ia sudah terbiasa menalar bacaan untuk mendapatkan logika isi dan intisari bacaannya. Otak kirinya selalu memerlukan ‘fooding’ dalam bentuk selalu berpikir atau pada dasarnya ia suka berpikir, baik diminta ataupun tidak diminta. Hasil akhirnya menyebabkan orang Ti menjadi orang yang paling lahap membaca buku pelajaran dan sekaligus menjadi orang yang tingkat penguasaannya paling tinggi terhadap isi pelajaran.\r\nMeskipun tidak dimotivasi tipe Ti sudah dengan sendirinya memiliki kemandirian untuk belajar. Tetapi untuk meningkatkan atau memelihara motivasinya sebaiknya ia dapat didorong dengan cara memberikan recognisi dari orang yang dihormatinya. Recognisi berbeda dengan pujian. Recognisi lebih menyerupai sebagai penghargaan atau pengakuan bahwa pada dirinya ada kemajuan dan diberikan oleh orang yang dihormatinya, seperti ibu-bapaknya atau gurunya atau seniornya atau bahkan dari lawan yang diseganinya.\r\nPrioritas utama jika ingin memilih jurusan dan memilih profesi sebaiknya diarahkan pada satu diantara enam pilihan industri berikut ini, yaitu riset dan teknologi, informasi teknologi, pertambangan, konstruksi, kesehatan, garmen. Selanjutnya dapat dipilih diantara pilihan jurusan atau profesi seperti pilihan berikut ini: manajer/eksekutif/ yudikatif, manufactur, bisnis properti, peternakan, peneliti, fabrikan, perminyakan, pengeboran, programmer, dokter, apoteker, ekonom, manajer, dosen/guru, property,insinyur, fisikawan, kimiawan, konsultan managemen, teknokrat, birokrat, pajak, produsen, quality control, auditor, ahli strategi, pelatih bola, pembuat kebijakan, system analyst, ahli rekayasa, developer, atlit (pertandingan), dll.\r\nMengapa memerlukan dan lain-lain karena semakin kesini profesi semakin beragam. Namun jika ingin memilih jurusan ataupun profesi patokan bagi tipe Ti adalah mempertimbangkan empat kata kuncinya, yaitu: menalar, tulang, mandiri, danmendalam. Artinya jurusan atau profesi yang dipilihnya didominasi oleh unsur-unsur yang memerlukan daya nalar, mengandalkan pendirian yang kuat atau bahkan profesi yang betul-betul mengandalkan tulang dalam pengertian sesungguhnya (spt atlit balap sepeda, tae kwon do, lari, renang khusus gaya dada, dsb) dan dapat memanfaatkan kemandiriannya dalam bekerja, serta bidangbidang yang memerlukan kedalaman atau spesialisasi seperti insinyur atau teknokrat.\r\nSebagai pribadi yang utuh tipe Ti memiliki sisi-sisi diametral sebagai berikut: sangat logis namun jika mentok malah bergantung pada faktor x, mengelola secara hebat namun penakut untuk keluar dari zonanya, di balik kemandiriannya ia menyimpan rahasia dan ‘masking’, sebenarnya ia agresif tapi ia ingin ‘diladeni’, mengadili secara hitamputih namun mudah diprovokasi, jeli dan objektif namun terkadang gagal menangkap kontekstualitas gambar besarnya, menjadi mesin profit yang mahir namun sering terjebak oleh hal-hal sepele.Oleh karena itu perlu berwaspada dengan kelemahannya dan berusaha mengekploitasi kelebihannya. Biasanya jika kelebihannya bergerak membaik maka secara otomatis kelemahannya tertutup dengan sendirinya.\r\nDisebabkan karena spesialisasinya, kepakarannya, kemampuan otak kirinya, kemandiriannya, karakternya yang seperti tulang (atau ibarat besi yang kokoh), bahkan keberadaan tulangnya yang lebih dominan dibanding ukuran badannya menjadikan orang Ti akan jauh lebih sukses kalau ia memiliki TAPAK untuk menekuni aktivitasnya. Orang Ti jangan menjalankan usaha yang tidak memiliki tapak/markas/kantor/ bengkel permanen karena akan menyebabkan usahanya tidak stabil dan tidak terstruktur. Ia harus memulai dari lokasi tertentu dan menumbuhkembangkan hingga besar. Lokasi itulah tapak yang kan membuat orang Ti meraih TAHTA sebagai kekuasaannya. Kebesaran tapaknya akan sejalan dengan kebesaran tahtanya atau kekuasaannya. Karena pada dasarnya tipe Ti memang menjadi orang yang paling bertahta, sepanjang ia berusaha mencarinya dimulai dari tapaknya.\r"},
{"id":4,"created_at":null,"updated_at":null,"name":"Thinking extrovert","code":"Te","essential_resume":"Kecerdasan Anda Thinking yang berarti merujuk kepada logika Anda, yang membuat Anda rasional dan objektif.  Kecerdasan tersebut dikemudikan bergerak dari luar ke dalam, sehingga Anda mahir menjadi komandan pada satu organisasi.","brain_active_part":"Belahan Otak Kiri Lapisan Kelabu (luar)","equivalent_intelligence":"LQ (Logical Quotient)","role":"Chief (Komandan)","advantage":"Multiplying (Pelipatgandaan)","target":"Authority (Wewenang)","hope":"Controling (Pengendalian)","brand_direction":"Merek pada proses manajerialnya","attitude_to_money":"Mengumpulkan","physical_shape":"Piknis yang tipis","physical_strength":"Tulang dengan sendi yang lembut","physical_function":"Tulang bergerak cepat","pcychometrics":"Thoughtful, Analytical, Competitive,Reserved, Planner, Positive, Argumentative, Forceful, Formal, Justice","four_keywords":"Menalar, tulang, mandiri, meluas","learning_style":"Menalar bacaan dengan membuat struktur dan skema yg mudah","learn_motivation":"Dibukakan jalur kemenangan untuk mengalahkan lawannya","self_clue":"Mencari PABRIK untuk menjalankan ‘mesin’nya","chemistry":"(Dicari) Tahta","field_of_study":"Manajemen/kepemerintahan, manufacturing, properti, peternakan","field_of_career":"Ristek,  IT, bisnis pertambangan, ahli konstruksi,bisnis kesehatan, garmen, peneliti, fabrikan, perminyakan, pengeboran, programmer, dokter, apoteker, ekonom, manajer, dosen/guru, property,insinyur, fisikawan, kimiawan, konsultan managemen, teknokrat, birokrat, pajak, produsen, quality control, auditor, ahli strategi, pelatih bola, pembuat kebijakan, system analyst, ahli rekayasa, developer, atlit (pertandingan), dll.","positive_and_negative":"menyukai kemenangan.  seperti seorang penakluk namun kurang stamina untuk terus menerus bertanding, kebenaran empirik hanya datang dari pengalaman dirinya namun tidak suka kebenaran dari nasihat orang lain, pandai  mengakumulasi keuntungan dengan coverage yang luas namun kurang mahir dalam membuat prioritas jangka panjang, perannya sangat sirkulatif di semua entitasnya hanya sayang kurang pandai membaca aspirasi, memiliki siklus hidup.","deep_explanation":"Te adalah singkatan dari Thinking extrovert. Jika huruf T berdiri sendiri merupakan identitas sebagai mesin kecerdasan. Menurut konsep STIFIn ragam mesin kecerdasan hanya ada lima, dan T adalah salah satu diantara 5 mesin kecerdasan tersebut. Identitas mesin kecerdasan berubah menjadi kepribadian ketika mesin kecerdasan digandengkan dengan jenis kemudi di belakangnya. Jenis kemudi kecerdasan hanya ada dua, yaitu i (introvert) dan e (ekstrovert). Dengan demikian Te sudah menjadi identitas kepribadian. T ditulis dengan huruf besar karena pengaruhnya sebagai mesin kecerdasan lebih besar dari e yang ditulis dengan huruf kecil yang berperan hanya sebagai kemudi kecerdasan.\r\nPengertian sederhana dari Thinking extrovert adalah jenis kepribadian yang berbasiskan kecerdasan logika yang proses kerjanya dikemudikan dari luar dirinya menuju ke dalam dirinya. Kepribadian Te ini memiliki kekhasan karena memiliki kemampuan menalar secara meluas dalam bentuk pengendalian manajemen dan logika yang lebih efektif yang melebihi delapan jenis kepribadian yang lain. Kelebihan ini dapat disepadankan dengan kecerdasan logika atau disebut LQ (Logical Quotient).\r\nSistem operasi pada tipe Te berada di belahan otak bagian atas di sebelah kiri atau disebut sebagai otak besar kiri atau diringkas otak kiri. Pada otak kiri tersebut yang menjadi kemudi kecerdasannya berada di lapisan abu-abu yang letaknya di bagian luar atau permukaan otak. Otak kiri abu-abu itulah yang menjadi sistem operasi tipe Te. Lapisan yang berwarna abu-abu memiliki tekstur otak yang lebih longgar karena mengandung dendrit lebih sedikit. Kerapatan yang lebih rendah dibandingkan dengan lapisan bagian dalam tersebut membuat kemudi kecerdasan bergerak dari luar ke dalam. Hal ini menyebabkan ‘tuan yang punya badan’ menjadi lebih beradaptasi dengan lingkungan luarnya, karena dari lingkuangan luar itulah ia mendapatkan energi untuk memutar kepalanya. Energi yang datang untuk mengolah otak kirinya datang dari luar dirinya.\r\nMesin kecerdasan T sesungguhnya identik dengan tulang. Mereka memiliki tulang yang besar dan kuat. Dengan bentuk tubuh (konstitusi) yang piknis terlihat unsur tulang secara proporsional menjadi dominan. Disebut piknis karena ukuran badan volumenya lebih kecil dibanding tipe lain sementara volume tulangnya paling dominan dibanding tipe lain. Akibatnya tulang kerangka menyangga beban yang lebih ringan sehingga mudah bergerak kesana-kemari. Itulah mengapa disebut piknis. Tipe Tetidak memiliki baterai (charger) di dalam dirinya dan justru ia menghadirkan dari luar. Hal inilah yang menyebabkan Te seperti memiliki tulang yang kurang tenaga. Meskipun proporsi tulang lebih dominan dibanding ukuran badannya, namun orang T secara umum juga malas bergerak meskipun mereka sebetulnya mudah bergerak. Hal ini disebabkan pada mesin kecerdasan T tenaga yang tersedia cenderung disedot oleh kepala. Padahal penggunaan energi oleh kepala memakan energi yang besar. Disebabkan fungsi kepala yang dominan, tipe T lebih senang jenis pekerjaan yang memerlukan berpikir keras sehingga dapat menyelesaikan masalah hingga tuntas. Ia dapat menyusun serangkaian logika sebagai metode untuk menyelesaikan masalah. Hal inilah yang membuat orang T dianggap bertangan dingin. Setiap masalah yang menjadi tanggungjawabnya dapat diselesaikan dengan baik. Kemudian jika kemampuan kepala tersebut digabungkan dengan karakter tulang yang kokoh maka akan melahirkan kepribadian yang teguh dan keras kepala.\r\nJika tipe T nya dikemudikan dari luar ke dalam menjadi tipe Te akan muncul sifat-sifat utama yang adil, objektif, dan menerima argumentasi logika. Hal itu membuat Te menyukai berperan layaknya seorang komandanyang memimpin dengan otoritas penuh untuk memastikan keadilan dan logika dapat berjalan secara efektif. Peranannya yang seperti komandan itu diikuti dengan kemampuan pengelolaan dan pengendalian organisasi yang baik. Organisasi akan dikelola seperti pabrik, atau seperti tentara, atau seperti birokrat, atau seperti atasanbawahan karena otoritas sepenuhnya berada di tangannya. Cara organisasi yang seperti inilah yang kemudian membuatnya berhasil dalam melipatgandakan hasil atau produksi.\r\nJenis Te memiliki kelebihan secara alamiah yang tercermin dari cara kerjanya yang selalu mencari peluang untuk melipatgandakan. Memperlakukan pekerjaannya dengan mengendalikan proses secara tepat yang menimbulkan produktivitas pelipatgandaan.Kemampuan mengendalikan proses produksi menjadi jalan sukses untuk memperoleh kekuasaan. Ia akan menjadi sangat terpukul jika pada akhirnya ia tidak diberi otoritas untuk mengambil keputusan. Targetnya adalah mendapatkan otoritas penuh. Dengan otoritas tersebut ia dapat mengendalikan secara penuh jalannya organisasi. Ia akan mengendalikan organisasi dengan memberikan instruksi, pengarahan, dan briefing-briefing. Pendek kata ia pandai mengumpulkan kekuatan untuk menghasilkan kemenangan bagi diri dan organisasinya. Hal itu sejalan dengan tabiatnya terhadap uang. Tipe Te adalah tipe yang paling mampu mengelola keuangan dengan cara mengakumulasi atau mengumpulkan. Cara membelanjakan pengeluaran sebenarnya sangat rasional namun punya kemampuan taktis jika ia melihat ada peluang untuk mengakumulasi keuntungan.\r\nKemampuan kepemimpinan melalui managerialship-nya tipe Te sangat bagus. Bahkan ia diberi merek karena kemampuan managerialshipnya yang efektif. Jika ada pertarungan untuk menunjukkan kemampuan pengelolaan dan pengendalian organisasi agar organisasinya dapat selalu naik kelas karena selalu menciptakan produksi yang berlipat ganda maka tipe Te lah sebagai sosok yang akan memenangkannya. Selain karena memang dirinya yang haus kemenangan juga karena memang managerialnya memang sistematis dan efektif.\r\nJika menggunakan sudut pandang dunia psikologi (aliran perilaku) kepribadian Te mesti memiliki sifat perilaku khas yang dapat dibuktikan dan diukur yang berbeda dari delapan kepribadian yang lain. Terdapat sepuluh item yang bisa dibuktikan keberadaannya dan bisa diukur secara psikometrik. Menurut konsep STIFIn kesepuluh item tersebut menjadi kepribadian tetap yang tidak akan berubah dan akan selalu eksis seiring dengan penambahan umurnya. Sepuluh sifat yang tetap tersebut adalah: thoughtful, analytical, competitive, reserved, planner, positive, argumentative, forceful, formal, justice (bahasa Inggris dipertahankan supaya definisinya tidak multi tafsir).\r\nPada umumnya orang Te tidak mengalami masalah dalam hal belajar. Pelajaran pada umumnya memerlukan cara kerja otak yang menalar, berhitung, dan menstrukturkan. Pada orang Te ia sudah terbiasa menalar bacaan untuk mendapatkan logika dengan membuat struktur dan skema yang memudahkan, karena orang Te sebenarnya tidak ingin terlalu jelimet. Otak kirinya selalu memerlukan ‘fooding’ dalam bentuk selalu berpikir atau pada dasarnya ia suka berpikir, baik diminta ataupun tidak diminta. Hasil akhirnya menyebabkan orang Te menjadi orang yang paling berwawasan karena kumpulan buku yang dibacanya cukup lengkap, meski penguasaan setiap topiknya tidak terlalu mendalam, namun ia sudah mendapat struktur berpikirnya pada setiap bacaannya. Sehingga kemampuan terhadap pelajaran bukan berasal dari detail mikroskopiknya melainkan dari pengembangan wawasannya.\r\nCara yang paling efektif untuk memotivasi dirinya adalah diberi kesempatan untuk berkompetisi untuk mengalahkan yang lainnya. Ia merasa dibantu jika selalu dibukakan jalur kemenangan untuk mengalahkan lawan-lawannya di berbagai peringkat. Dan sebaliknya ia merasa hampa dan geregetan jika ia tidak dapat bertarung karena ia merasa memiliki kapasitas untuk mengalahkan lawan-lawannya.\r\nPrioritas utama jika ingin memilih jurusan dan memilih profesi sebaiknya diarahkan pada satu diantara empat pilihan industri berikut ini, yaitu manajemen/kepemerintahan, manufacturing , properti, peternakan. Selanjutnya dapat dipilih diantara pilihan jurusan atau profesi seperti pilihan berikut ini: ristek, IT, bisnis pertambangan, ahli konstruksi, bisnis kesehatan, garmen, peneliti, fabrikan, perminyakan, pengeboran, programmer, dokter, apoteker, ekonom, manajer, dosen/guru, property,insinyur, fisikawan, kimiawan, konsultan managemen, teknokrat, birokrat, pajak, produsen, quality control, auditor, ahli strategi, pelatih bola, pembuat kebijakan, system analyst, ahli rekayasa, developer, atlit (pertandingan), dll.\r\nMengapa memerlukan dan lain-lain karena semakin kesini profesi semakin beragam. Namun jika ingin memilih jurusan ataupun profesi patokan bagi tipe Te adalah mempertimbangkan empat kata kuncinya, yaitu: menalar, tulang, mandiri, dan meluas. Artinya jurusan atau profesi yang dipilihnya didominasi oleh unsur-unsur yang memerlukan daya nalar, mengandalkan pendirian yang kuat atau bahkan profesi yang betul-betul mengandalkan tulang dalam pengertian sesungguhnya (spt atlit balap sepeda, tae kwon do, lari, renang khusus gaya dada, dsb) dan dapat memanfaatkan kemandiriannya dalam bekerja, serta bidangbidang yang memerlukan logika umum yang meluas seperti manajemen, menjadi komandan, atau birokrat.\r\nSebagai pribadi yang utuh tipe Te memiliki sisi-sisi diametral sebagai berikut: menyukai kemenangan. seperti seorang penakluk namun kurang stamina untuk terus menerus bertanding, kebenaran empirik hanya datang dari pengalaman dirinya namun tidak suka kebenaran dari nasihat orang lain, pandai mengakumulasi keuntungan dengan coverage yang luas namun kurang mahir dalam membuat prioritas jangka panjang, perannya sangat sirkulatif di semua entitasnya hanya sayang kurang pandai membaca aspirasi, memiliki siklus hidup yang dinamis namun terlalu normatif. Oleh karena itu perlu berwaspada dengan kelemahannya dan berusaha mengekploitasi kelebihannya. Biasanya jika kelebihannya bergerak membaik maka secara otomatis kelemahannya tertutup dengan sendirinya.\r\nDisebabkan karena kemampuan pengendaliannya terhadap span of control yang besar, kemampuan logika umumnya, kemampuannya dalam melipatgandakan hasil, karakternya yang seperti tulang (atau ibarat besi yang kokoh), bahkan keberadaan tulangnya yang lebih dominan dibanding ukuran badannya menjadikan orang Te akan jauh lebih sukses kalau ia memiliki PABRIK untuk menjalankan ‘mesin’nya. Orang Telebih mengkonkritkan usahanya dalam wujud yang nyata dalam bentuk pabrik akan mesin pelipatgandaannya dapat berjalan dengan baik. Orang Tememiliki kemampuan untuk meraih TAHTA dimanapun jika segala macam unsur sumberdaya yang ada di bawah kekuasaannya dikelola secara mekanistik seolah-olah seperti pabrik. Atau jika ia memiliki pabrik dalam pengertian yang sesungguhnya maka akan memiliki kedudukan di masyarakat sebagai tokoh yang layak diberi tahta yang lebih tinggi. Kebesaran pabriknya akan sejalan dengan kebesaran tahtanya atau kekuasaannya. Karena pada dasarnya tipe Te memang menjadi orang yang paling dicari tahta, karena pada dirinya melekat kharisma pemegang otoritas. Jika diberi amanah akan dijalankan dengan baik.\r"},
{"id":5,"created_at":null,"updated_at":null,"name":"Intuiting introvert","code":"Ii","essential_resume":"Kecerdasan Anda Intuiting yang berarti merujuk kepada indra keenam Anda,  yang sekaligus menjadi otak kreatif Anda. Kecerdasan tersebut dikemudikan bergerak dari dalam ke luar, sehingga Anda cenderungmenjadi trendsetter di lingkungan profesi Anda","brain_active_part":"Belahan Otak KananLapisan Putih (dalam)","equivalent_intelligence":"CQ (Creativity Quotient)","role":"Initiator (Penggagas)","advantage":"Invention (Penemuan)","target":"Significance (Perubahan nyata)","hope":"Creating (Penciptaan)","brand_direction":"Merek pada kualitas kerjanya","attitude_to_money":"Kepuasan","physical_shape":"Astenis yang tebal","physical_strength":"Otot putih kasar","physical_function":"Sprinter jarak menengah","pcychometrics":"Learner, Assertive, Perfectionist, Crafty, Hard to Please, Proud, Optimistic, Deep, Tenacious, Selling, Valuable","four_keywords":"Mengarang, perut panjang, perubahan, murni","learning_style":"Memahami konsep dengan ilustrasi, grafis, film, dan menyukai bahasa tubuh","learn_motivation":"Ditantang dengan memvisualkan ‘big picture","self_clue":"Mencari PROGRAM untuk  menginkubasi ciptaannya.","chemistry":"(Menerbangkan) Kata","field_of_study":"marketing/periklanan, lifestyle/mode, penerbangan, agro-forestry","field_of_career":"Pengusaha/investor, bisnis pendidikan/pelatihan, penulis sastra, cinematrografis, detektif, seniman, pengusaha, peneliti sains murni, fisikawan quantum,  pencipta lagu, reengineering, proyeksi, peramal bisnis, pemain  saham,  investor, filosof,  pakarpembelajaran/pemodul, event organizer, produsen, disainer, ahli kreatif berbagai bidang, arsitek, sutradara, pelukis abstrak, pesulap, peramal, pialang saham, atlit (spinter/pertandingan), pelatih olahraga pertandingan, penyembuh, cenayang, dll.","positive_and_negative":"Berpikir positif namun sekaligus menghayal ala ‘time tunnel’ seolah-olah semua bisa terjadi, menyenangkan sebagai mitra bisnis namun tidak suka bicara pribadi,percaya diri sangat tinggi namun memacu mesin’nya terlalu cepat seolah tanpa rem, atraktif dan estetik namun terkadang melewati jamannya, meski mahir membuat konsep tapi juga menguasai pekerjaan hilirnya namun menjadi terlalu masa-bodo dengan lingkungannya, terbuka dengan perbedaan pendapat namun tetap keras kepala dengan keyakinannya.","deep_explanation":"Pengertian sederhana dari Intuiting introvert adalah jenis kepribadian yang berbasiskan kecerdasan indera keenam(intuisi) yang proses kerjanya dikemudikan dari dalam dirinya menuju ke luar dirinya. Kepribadian Ii ini memiliki kekhasan karena memiliki kemampuan kreativitas dan intuisi yang melebihi delapan jenis kepribadian yang lain. Kelebihan ini dapat disepadankan dengan kecerdasan kreatif atau disebut CQ (Creativity Quotient).\r\nSistem operasi pada tipe Ii berada di belahan otak bagian atas di sebelah kanan atau disebut sebagai otak besar kanan atau diringkas otak kanan. Pada otak kanan tersebut yang menjadi kemudi kecerdasannya berada di lapisan putih yang letaknya di bagian dalam. Otak kanan putih itulah yang menjadi sistem operasi tipe Ii.\r\nLapisan yang berwarna putih memiliki tekstur otak yang lebih padat karena mengandung dendrit lebih banyak. Kerapatan yang lebih tinggi dibandingkan dengan lapisan bagian luar tersebut membuat kemudi kecerdasan bergerak dari dalam keluar. Hal ini menyebabkan ‘tuan yang punya badan’ ketika memiliki ide yang bagus seperti diberi mesin roket untuk terbang ke angkasa bersama ide tersebut.\r\nMesin kecerdasan I sesungguhnya identik dengan perut panjang. Mereka memiliki perut yang panjang dimana di dalamnya terdapat usus yang panjang. Perut panjang tersebutrupanya merupakan ciri bagi orang Iyang mengolah makanan menjadi tenaga anaerobik dan disimpan dalam otot yang berwarna putih. Tenaga anaerobik yang terdapat pada otot putih ini merupakan tenaga yang tidak stabil dan meledakledak. Itu mengapa jenis tenaga ini akan bagus untuk melakukan sprint dengan kecepatan tinggi. Tenaga anaerobik merupakan tenaga yang eksplosif. Tentu saja otot putih ini mesti sering digunakan supaya otot berkembang dan memiliki kapasitas menyimpan tenaga anaerobik yang lebih banyak. Tipe Ii terlebih lagi karena ditunjang oleh ketersediaan baterai (charger) yang ada di dalam dirinya menyebabkan Ii seperti memiliki daya ledak yang kuat. Selain memiliki bentuk (konstitusi) fisik yang astenis (jangkung) tebal juga orang Ii memiliki tubuh sebagai penunjang bagi kepalanya untuk pergi terbang jauh bersama gagasannya. Oleh karena itu seringkali pada orang I secara umum memiliki bentuk bahu yang miring seolah-olah ibarat roket yang dipandu oleh kepalanya, khususnya otak kanannya.\r\nPerut panjang mengolah makanan secara rakus dan menyimpan pada otot putihnya sebagai tenaga anaerobik. Tenaga anaerobik ini memiliki kemampuan untuk melakukan sprint. Bergerak secara eksplosif namun kemudian cepat habis. Namun pada kemudi yang introvert masih bisa didorong hingga mampu mencapai jarak menengah. Tetap tidak bisa untuk jarak jauh karena untuk yang ini hanya mungkin jika menggunakan tenaga aerobik. Itulah mengapa orang I kurang suka main otot karena ia tahu bahwa pada dirinya hanya tersedia lebih banyak otot putih dan kurang memiliki otot merah yang mengandung tenaga aerobik.\r\nTipe I lebih suka menggunakan kepala namun jenis kepala sebelah kanan yang tidak membuat merengut seperti kepala sebelah kiri, kepala kanan justru lebih nyeleneh. Disebabkan fungsi kepala kanannya inilah, tipe I lebih menyukai pekerjaan-pekerjaan berkelas yang membutuhkan kualitas yang bersumber dari sumberdaya kreativitas yang dimilikinya. Kemudian digabungkan dengan kecerdasan yang berbasiskan indera keenam, maka fungsi kepala kanan akan membuat tipe I lebih menyukai pekerjaan-pekerjaan necis yang tidak kotor oleh keringat. Hal itu juga yang membuat tipe I memilih peran sebagai sutradara di belakang layar yang memberi ide dan inspirasi kepada para pemain yang berada di lapangan atau di panggung. Jika tipe I nya dikemudikan dari dalam menjadi tipe Ii akan muncul sifat ingin serba sempurna. Hal itu membuat Ii menyukai berperan sebagai seorang penggagas yang menginisiasi atau memulakan pekerjaan dengan target melakukan perubahan atau memberi nilai tambah pada pekerjaannya. Kemampuannya menangkap bahasa langit atau memprediksi kejadian yang membuat tipe I berani mengambil risiko. Hal inilah yang membuat tipe I sangat berminat menjadi pengusaha atau pebisnis yang sejatinya berani menghadapi risiko gagal.\r\nJenis Ii memiliki kelebihan otomatis yang berfungsi dalam cara kerjanya yang terbiasa mencari kualitas. Dan kualitas itu diciptakan dari pangkalnya, sehingga membuat tipe Ii sangat getol mencari penemuanpenemuan atau penciptaan-penciptaan baru. Kelebihannya justru terletak pada orientasinya untuk mengadakan sesuatu yang sebelumnya belum ada. Ia mencari kepuasan. Jika ciptaannya kemudian diakui sebagai penemuan baru maka baginya itu menjadi kepuasan yang tak terhingga. Demikian juga tabiatnya terhadap uang, ia akan membelanjakan uangnya untuk berinvestasi terhadap kualitas dirinya atau ciptaannya agar ia memperoleh kepuasan secara berkelas.\r\nBerkat kesungguhannya untuk menciptakan sesuatu yang baru itulah yang membuat ia hanya akan puas jika menghasilkan sesuatu yang signifikan (berbeda secara nyata). Harapannya selalu mencipta sesuatu yang baru sehingga pada akhirnya secara akumulatif ia berhasil mengubah keadaan dirinya atau lingkungannya secara signifikan.\r\nKemampuannya untuk selalu mencipta, memberi nilai tambah, menghasilkan perubahan yang signifikan, dan menjaga kesempunaan itulah yang membuat orang Ii memiliki merek yang melekat pada dirinya sebagai sosok yang memiliki kualitas kerja yang tinggi. Tipe Ii tidak mementingkan kuantitas (volume) tapi justru sangat mementingkan kualitas (menghasilkan marjin yang besar). Sehingga kesungguhannya untuk menjaga kualitas kerjanya menjadi jaminan bagi orang lain yang ingin bekerjasama dengannya.\r\nJika menggunakan sudut pandang dunia psikologi (aliran perilaku) kepribadian Ii mesti memiliki sifat perilaku khas yang dapat dibuktikan dan diukur yang berbeda dari delapan kepribadian yang lain. Terdapat sepuluh item yang bisa dibuktikan keberadaannya dan bisa diukur secara psikometrik. Menurut konsep STIFIn ke sepuluh item tersebut menjadi kepribadian tetap yang tidak akan berubah dan akan selalu eksis seiring dengan penambahan umurnya. Sepuluh sifat yang tetap tersebut adalah: learner, assertive, perfectionist, crafty, hard to please, proud, optimistic, deep, tenacious, dan selling valuable(bahasa Inggris dipertahankan supaya definisinya tidak multi tafsir).\r\nDalam proses belajarnya ia selalu berfokus pada memahami konsep. Upaya untuk memahami konsep itu tidak mudah oleh karena itu jika ia dibantu dengan ilustrasi, grafis, dan film akan memudahkan baginya untuk memahami konsep dari setiap pelajaran. Kemudian proses belajarnya juga dapat ditransfer dari bahasa tubuh si pengajar. Oleh karena itu tipe Ii akan menyukai dosen atau guru yang ekspresif dalam berkomunikasi baik dari aspek konten pilihan kata ataupun dari cara deliverinya. Konten pelajaran yang disukainya adalah konten yang menggugah keingintahuannya atau memberi inspirasi baru baginya. Juga ia menyukai cerita-cerita petualangan yang fiktif karena hal itu akan membuka cakrawala fantasinya. Pemberian motivasinya cukup dengan ditantang melihat masa depan yang lebih baik. Tipe Ii memiliki optimisme yang kuat dan juga keras kepala untuk memperjuangkan kemauannya. Dengan memvisualkan ‘big picture’ tentang masa depannya maka akan lebih mudah ia membangun sendiri rute keberhasilannya. Demikian pula dalam kegiatan belajarnya, ia akan lahap membaca buku jika sudah melihat manfaatnya.\r\nPrioritas utama jika ingin memilih jurusan dan memilih profesi sebaiknya diarahkan pada satu diantara empat pilihan industri berikut ini, yaitu marketing/periklanan, lifestyle/mode, penerbangan, agroforestry. Selanjutnya dapat dipilih diantara pilihan jurusan atau profesi seperti pilihan berikut ini: pengusaha/investor, bisnis pendidikan/ pelatihan, penulis sastra, cinematrografis, detektif, seniman, pengusaha, peneliti sains murni, fisikawan quantum, pencipta lagu, reengineering, proyeksi, peramal bisnis, pemain saham, investor, filosof, pakar pembelajaran/pemodul, event organizer, produsen, disainer, ahli kreatif berbagai bidang, arsitek, sutradara, pelukis abstrak, pesulap, peramal, pialang saham, atlit (spinter/pertandingan), pelatih olahraga pertandingan, penyembuh, cenayang, dll.\r\nMengapa memerlukan dan lain-lain karena semakin kesini profesi semakin beragam. Namun jika ingin memilih jurusan ataupun profesi patokan bagi tipe Ii adalah mempertimbangkan empat kata kuncinya, yaitu: mengarang, perut panjang, perubahan, danmenerbangkan. Artinya jurusan atau profesi yang dipilihnya didominasi oleh unsur-unsur yang memerlukan kreativitas, mengandalkan tenaga anaerobik (karena perutnya panjang) atau tenaga tidak stabil yang melompat-lompat dan meledak-ledak, dan jenis jurusan atau profesi yang bernafaskan perubahan, serta memiliki ciri menerbangkan ide menjulang ke langit yang tinggi. Artinya menghendaki perubahan yang signifikan dan radikal.\r\nSebagai pribadi yang utuh tipe Ii memiliki sisi-sisi diametral sebagai berikut: berpikir positif namun sekaligus mengkhayal ala ‘time tunnel’ seolah-olah semua bisa terjadi, menyenangkan sebagai mitra bisnis namun tidak suka bicara pribadi, percaya diri sangat tinggi namun memacu ‘mesin’nya terlalu cepat seolah tanpa rem, atraktif dan estetik namun terkadang melewati jamannya, meski mahir membuat konsep tapi juga menguasai pekerjaan hilirnya namun menjadi terlalu masa-bodo dengan lingkungannya, terbuka dengan perbedaan pendapat namun tetap keras kepala dengan keyakinannya. Oleh karena itu perlu berwaspada dengan kelemahannya dan berusaha mengekploitasi kelebihannya. Biasanya jika kelebihannya bergerak membaik maka secara otomatis kelemahannya tertutup dengan sendirinya.\r\nDisain keberhasilan hidupnya ditandai dengan kemampuannya menjalankan PROGRAM untuk menginkubasi ciptaannya. Idenya tidak pernah habis karena radar vertikalnya diberi roket dari dalam. Tipe I memiliki kemistri KATA atau berupa ilmu dan gagasan. Kata yang berupa ilmu dan gagasan tersebut akan mudah diadakan baginya. Namun ide saja tidak cukup. Karena ide itu harus diterbangkan setinggi-tingginya. Proses menerbangkan ide dimulai dengan cara mematangkan ide tersebut, dibuat infrastuktur untuk menerbangkan ide tersebut. Wujud konkrit mematangkan ide dan mempersiapkan infrastrukturnya yaitu jika ide tersebut telah mewujud menjadi program dengan segala pranatanya. Semakin banyak program yang bisa digarap untuk merealisasikan mimpi-mimpi dan gagasannya semakin ia menemukan jati dirinya.\r"},
{"id":6,"created_at":null,"updated_at":null,"name":"Intuiting extrovert","code":"Ie","essential_resume":"Kecerdasan Anda Intuiting  yang berarti merujuk kepada indra keenam Anda, yang sekaligus menjadi otak kreatif Anda. Kecerdasan tersebut dikemudikan bergerak dari luar ke dalam, sehingga Anda pandai memprediksi kecenderungan bisnis ke depan.","brain_active_part":"Belahan Otak Kanan Lapisan Kelabu (luar)","equivalent_intelligence":"Sp-Q (Spatial Quotient)","role":"Reformer (Pembaharu)","advantage":"Innovation (Karya cipta)","target":"Quality (Kualitas)","hope":"Assembling (Kreatifitas perakitan)","brand_direction":"Merek pada marjin keuntungannya","attitude_to_money":"Maju","physical_shape":"Astenis yang tipis","physical_strength":"Otot putih lembut","physical_function":"Sprinter  jarak pendek","pcychometrics":"Inspiring, Solver, Benchmarker, Expressive, Respectful, Assemblies, Detective, Selective, Diesel, Romantic","four_keywords":"Mengarang, perut panjang, perubahan, rakitan","learning_style":"Merumuskan tema yang dipelajari, fasilitasi dengan peraga bongkar pasang, dan sesekali melatih soal ","learn_motivation":"Diberi ruang gerak dan difasilitasi minatnya. ","self_clue":"Mencari Mencari BISNIS untuk mengkapitalisasi asetnya.","chemistry":"(Mendaratkan) Kata","field_of_study":"kewirausahaan/investasi, pendidikan/pelatihan, sastra, cinematrografi, spionase/kepolisian","field_of_career":"Marketer/iklan agency, lifestyle/mode, bisnis-penerbangan, bisnis agro-forestry seniman, pengusaha, peneliti sains murni, fisikawan quantum,  pencipta lagu, reengineering,  proyeksi, peramal bisnis, pemain saham,  investor, filosof,  pakar pembelajaran/pemodul, event organizer, produsen, disainer, ahli kreatif berbagai bidang, arsitek, sutradara, pelukis abstrak, pesulap, peramal, pialang saham, atlit (spinter/pertandingan), pelatih olahraga pertandingan, penyembuh, cenayang, dll.","positive_and_negative":"Ibarat detektif yang hebat menginvestigasi  maka ia harus berjarak dengan lingkungannya, memuja misi pribadinya namun enggan terbebani dengan hubungan yang mendalam, intuisi I dan kreativitasnya  meluas namun ada kalanya ia lari secara asketis atau melakukan pesta pelampiasan, ide-ide besar diassembling dengan idenya sendiri untuk menjadi lebih bernilai  namun sayangnya ia bergantung pada mastermind-nya, selalu ingin perubahan  secara kontekstual dan  progresif namun tidak menyadari api permusuhan yang menentangnya.","deep_explanation":"Ie adalah singkatan dari Intuiting extrovert. Jika huruf I berdiri sendiri merupakan identitas sebagai mesin kecerdasan. Jenis kemudi kecerdasan hanya ada dua, yaitu i (introvert) dan e (ekstrovert). Dengan demikian Ie sudah menjadi identitas kepribadian. I ditulis dengan huruf besar karena pengaruhnya sebagai mesin kecerdasan lebih besar dari e yang ditulis dengan huruf kecil yang berperan hanya sebagai kemudi kecerdasan.\r\nPengertian sederhana dari Intuiting extrovert adalah jenis kepribadian yang berbasiskan kecerdasan indera keenam (intuisi) yang proses kerjanya dikemudikan dari luar dirinya menuju ke dalam dirinya. Kepribadian Ie ini memiliki kekhasan karena memiliki kemampuan kreativitas yang meruang (spatial) yang melebihi delapan jenis kepribadian yang lain. Kelebihan ini dapat disepadankan dengan kecerdasan spatial atau disebut Sp-Q (Spatial Quotient).\r\nSistem operasi pada tipe Ie berada di belahan otak bagian atas di sebelah kanan atau disebut sebagai otak besar kanan atau diringkas otak kanan. Pada otak kanan tersebut yang menjadi kemudi kecerdasannya berada di lapisan abu-abu yang letaknya di bagian luar atau permukaan otak. Otak kanan abu-abu itulah yang menjadi sistem operasi tipe Ie.\r\nLapisan yang berwarna abu-abu memiliki tekstur otak yang lebih longgar karena mengandung dendrit lebih sedikit. Kerapatan yang lebih rendah dibandingkan dengan lapisan bagian dalam tersebut membuat kemudii kecerdasan bergerak dari luar ke dalam. Hal ini menyebabkan ‘tuan yang punya badan’ ketika memiliki ide yang bagus dibawa mendarat ke bumi agar bisa lebih diterima oleh masyarakat atau lingkungannya. Oleh karena itu seringkali pada orang I secara umum memiliki bentuk bahu yang miring seolah-olah ibarat roket yang dipandu oleh kepalanya, khususnya otak kanannya.\r\nMesin kecerdasan I sesungguhnya identik dengan perut panjang. Mereka memiliki perut yang panjang dimana di dalamnya terdapat usus yang panjang. Perut panjang tersebut rupanya merupakan ciri bagi orang I yang mengolah makanan menjadi tenaga anaerobik dan disimpan dalam otot yang berwarna putih. Tenaga anaerobik yang terdapat pada otot putih ini merupakan tenaga yang tidak stabil dan meledak-ledak. Itu mengapa jenis tenaga ini akan bagus untuk melakukan sprint dengan kecepatan tinggi. Tenaga anaerobik merupakan tenaga yang eksplosif.. Tipe Ie menjadi lebih tidak stabil karena ketersediaan baterai (charger) yang ada di luar dirinya menyebabkan Ie seperti memiliki daya ledak yang eksplosif seketika. Selain memiliki bentuk (konstitusi) fisik yang astenis (jangkung) dan tipis juga orang Ie memiliki kepala yang lebih pipih mengarah ke belakang sehingga memudahkan menyerap aspirasi horizontal tanpa kehilangan orientasi vertikalnya. Hal ini dapat diibaratkan seperti alien yang mendarat ke bumi.\r\nTipe I lebih suka menggunakan kepala namun jenis kepala sebelah kanan yang tidak membuat merengut seperti kepala sebelah kiri, kepala kanan justru lebih nyeleneh. Disebabkan fungsi kepala kanannya inilah, tipe I lebih menyukai pekerjaan-pekerjaan berkelas yang membutuhkan kualitas yang bersumber dari sumberdaya kreativitas yang dimilikinya. Kemudian digabungkan dengan kecerdasan yang berbasiskan indera keenam, maka fungsi kepala kanan akan membuat tipe I lebih menyukai pekerjaan-pekerjaan necis yang tidak kotor oleh keringat. Hal itu juga yang membuat tipe I memilih peran sebagai sutradara di belakang layar yang memberi ide dan inspirasi kepada para pemain yang berada di lapangan atau di panggung. Jika tipe I nya dikemudikan dari luar menjadi tipe Ie akan muncul sifat ingin selalu berinovasi dengan jenis inovasi yang bisa diterima oleh lingkungannya. Hal itu membuat Ie menyukai berperan sebagai seorang reformer (pembaharu) yang membawa ide murni sebagai sumber perubahan namun diassembling dengan selera pasar. Kemampuannya menangkap bahasa langit atau memprediksi kejadian atau menangkap ide dan kemudian dibenturkan dengan kenyataan yang ada di bumi membuat tipe Ie lebih yakin dalam berbisnis. Daya assemblingnya mempertemukan kemurnian dan kenyataan membuat ia lebih berani mengambil risiko. Hal inilah yang membuat tipe Ie sangat berminat menjadi pengusaha atau pebisnis yang sejatinya berani menghadapi risiko gagal.\r\nJenis Ie memiliki kelebihan otomatis yang berfungsi dalam cara kerjanya yang terbiasa berinovasi diantara ruang gerak yang terbuka di sekitar lingkungannya. Inovasi berarti menciptakan peluang baru dalam berbisnis. Kelebihannya dalam mempertemukan inovasi baru dengan kehendak kekinian yang boleh jadi masih tersimpan dalam bentuk potensi menyebabkan ia menjadi pembaharu inovatif yang lebih diterima masyarakat. Meskipun demikian ia tidak menyerah begitu saja dengan kemauan pasar melainkan mengajak pasar kepada sesuatu yang baru. Pada saat yang sama ia mampu mengukur untuk membawa orientasi pasar pergi sejauh yang masih mampu dijangkau. Pada bagian itulah dia mampu mengassembling ide murni menjadi ide pasar. Juga mampu mengassembling berbagai ide dirakit ulang menjadi ide baru yang berorientasi pasar.\r\nBerkat kegemarannya untuk berinovasi maka ia memerlukan ruang gerak yang leluasa untuk mematangkan idenya. Ia akan merasa mati hampa jika tidak bisa mencipta sesuatu untuk lingkungannya. Harapannya selalu bertumpu pada kesempatan untuk mencipta dan berinovasi sehingga ruang bisnis di sekitarnya berhasil diwarnainya dengan aneka pembaharuan olehnya. Demikian juga tabiatnya dalam mengelola uang, ia merasa mati jika tidak punya uang untuk berinvestasi pada kemajuan dirinya. Selalu ada alokasi untuk membeli masa depannya. Ia selalu berpikir kemajuan yang dibelanjakan dari sekarang.\r\nUkuran keberhasilannya justru terletak pada bisnis yang dijalankannya. Basis bisnisnya bukanlah datang dari kerja keras melainkan kerja kreatif yang menghasilkan nilai tambah yang besar. Sehingga wajar dijual pada pasar berkelas dengan harga tinggi. Otomatis marjinnya pun akan tinggi. Dengan kemampuan kreatifnya, diolah menjadi inovasi, dimatangkan dengan proses assembling baik ide-ide lain ataupun diassembling dengan ekspektasi pasar maka akhirnya sosok Ie sangat layak diberi merek sebagai pencipta marjin keuntungan bisnis. Tipe Ie dapat ditantang untuk memenangkan persaingan di pasar ‘lautan merah’ yang berdarah-darah atau juga memiliki kemampuan menciptakan peta persaingan baru di pasar ‘lautan biru’ yang belum terjamah. Naluri bisnisnya memiliki karakter dan optimisme yang kuat untuk bermain di pasar berkelas, karena ia yakin kreativitas, inovasi, dan kemampuan assemblingnya membuat pantas ia mendapatkan marjin yang tinggi.\r\nJika menggunakan sudut pandang dunia psikologi (aliran perilaku) kepribadian Ie mesti memiliki sifat perilaku khas yang dapat dibuktikan dan diukur yang berbeda dari delapan kepribadian yang lain. Terdapat sepuluh item yang bisa dibuktikan keberadaannya dan bisa diukur secara psikometrik. Menurut konsep STIFIn kesepuluh item tersebut menjadi kepribadian tetap yang tidak akan berubah dan akan selalu eksis seiring dengan penambahan umurnya. Sepuluh sifat yang tetap tersebut adalah: inspiring, solver, benchmarker, expressive, respectful, assemblies, detective, selective, diesel, dan romantic (bahasa Inggris dipertahankan supaya definisinya tidak multi tafsir).\r\nProses belajarnya tipe Ie cenderung lebih cepat dari seumurnya. Justru dalam proses belajarnya ia selalu mencoba mencari tema di balik bacaannya. Ia akan mampu menemukan konsep yang tersembunyi dari apa yang dipelajarinya melebihi kemampuan jenis-jenis kecerdasan yang lain. Oleh karenanya jika ingin membuat orang Ie belajar dengan baik harus dipermudah baginya untuk merumuskan tema yang dipelajari. Supaya kemampuan kreatifnya menyala maka perlu difasilitasi dengan peraga bongkar pasang yang akan direkam oleh kecerdasan spatialnya menjadi pelajaran kreatif. Dan karena ia mampu membumi dan beradaptasi maka ia juga perlu diberikan cara belajar sebagaimana kebanyakan orang yaitu dengan melatih soal untuk mendapatkan pengalaman yang terpola dalam pikirannya.\r\nUntuk memotivasi orang Ie memang harus lebih kreatif dari dirinya, karena yang diperlukan oleh dirinya adalah sesuatu yang sukar dan mahal, yaitu ruang gerak sesuai dengan minatnya. Sementara minatnya adalah di bidang kreatif yang senantiasa berubah. Menciptakan ruang gerak yang seperti itu terkadang tidak terdapat di sekolah dan di tempat kursus. Seringkali harus didisain sendiri untuk memastikan minatnya tergembleng secara maksimal dan naik dari satu tahap ke tahap yang lain tanpa ia kehilangan semangatnya.\r\nPrioritas utama jika ingin memilih jurusan dan memilih profesi sebaiknya diarahkan pada satu diantara lima pilihan industri berikut ini, yaitu kewirausahaan/investasi, pendidikan/pelatihan, sastra, cinematrografi, spionase/kepolisian. Selanjutnya dapat dipilih diantara pilihan jurusan atau profesi seperti pilihan berikut ini: marketer/iklan agency, lifestyle/mode, bisnis-penerbangan, bisnis agro-forestry, seniman, pengusaha, peneliti sains murni, fisikawan quantum, pencipta lagu, reengineering, proyeksi, peramal bisnis, pemain saham, investor, filosof, pakar pembelajaran/pemodul, event organizer, produsen, disainer, ahli kreatif berbagai bidang, arsitek, sutradara, pelukis abstrak, pesulap, peramal, pialang saham, atlit (spinter/pertandingan), pelatih olahraga pertandingan, penyembuh, cenayang, dll.\r\nMengapa memerlukan dan lain-lain karena semakin kesini profesi semakin beragam. Namun jika ingin memilih jurusan ataupun profesi patokan bagi tipe Ie adalah mempertimbangkan empat kata kuncinya, yaitu: mengarang, perut panjang, perubahan, dan mendaratkan. Artinya jurusan atau profesi yang dipilihnya didominasi oleh unsur-unsur yang memerlukan kreativitas, mengandalkan tenaga anaerobik (karena perutnya panjang) atau tenaga tidak stabil yang melompat-lompat dan meledak-ledak, dan jenis jurusan atau profesi yang memiliki jiwa perubahan, serta memiliki ciri mendaratkan ide yang brilian datang dari langit didaratkan ke bumi sesuai keadaan masyarakat atau selera pasar.\r\nSebagai pribadi yang utuh tipe Ie memiliki sisi-sisi diametral sebagai berikut: ibarat detektif yang hebat menginvestigasi maka ia harus berjarak dengan lingkungannya, memuja misi pribadinya namun enggan terbebani dengan hubungan yang mendalam, intuisi dan kreativitasnya meluas namun ada kalanya ia lari secara asketis atau melakukan pesta pelampiasan, ide-ide besar diassembling dengan idenya sendiri untuk menjadi lebih bernilai namun sayangnya ia bergantung pada mastermind-nya, selalu ingin perubahan secara kontekstual dan progresif namun tidak menyadari api permusuhan yang menentangnya. Oleh karena itu perlu berwaspada dengan kelemahannya dan berusaha mengekploitasi kelebihannya. Biasanya jika kelebihannya bergerak membaik maka secara otomatis kelemahannya tertutup dengan sendirinya.\r\nJalur keberhasilan tipe Ie adalah jalur KATA. Karena kemistri kata akan selalu melekat kepadanya. Kata yang berupa ilmu dan gagasan merupakan panggilan jiwanya. Dirinya memiliki kemampuan mendatangkan kata karena memiliki radar untuk menangkap kata, dan sebaliknya juga kata akan lebih suka datang kepadanya karena sudah menjadi pasangan hidupnya. Namun kata yang diperolehnya harus didaratkan di bumi dengan jalan mengolahnya menjadi ide yang membumi dan dapat diwujudkan sesuai keperluan pasar. Oleh karena itu tingkat keberhasilan mendaratkan kata baginya jika kata tersebut dapat diolah menjadi aktivitas BISNIS. Wujud keberhasilannya adalah jika idenya dapat ditransformasi menjadi bisnis. Aktivitas bisnis ini sesungguhnya merupakan wadah tidak hanya untuk mengkonkritkan idenya tapi juga untuk untuk mengkapitalisasi asetnya. Semakin banyak idenya dan aset dirinya yang dikapitalisasi menjadi aktivitas bisnis maka semakin cemerlang hidupnya.\r"},
{"id":7,"created_at":null,"updated_at":null,"name":"Feeling introvert","code":"Fi","essential_resume":"Kecerdasan Anda Feeling yang berarti merujuk kepada perasaan Anda, yang membuat Anda pandai memahami orang lain. Kecerdasan tersebut dikemudikan bergerak dari dalam ke luar sehingga Anda memancarkan pengaruh kuat dalam memimpin.","brain_active_part":"Belahan Limbik Kanan Lapisan Putih (dalam) ","equivalent_intelligence":"EQ (Emotional Quotient) ","role":"Leader (Pemimpin) ","advantage":"Popularity (Ketenaran) ","target":"Visi (Pandangan Jauh) ","hope":"Leading (Kepemimpinan) ","brand_direction":"Merek pada kepemimpinannya ","attitude_to_money":"Juragan ","physical_shape":"Displastis yang besar ","physical_strength":"Pernafasan dalam ","physical_function":"Stamina jarak panjang","pcychometrics":"Convincing, Idealistic, Leader, Kindful, Reflective, Popular, Promoter, Diplomatic, Friendship-appeal","four_keywords":"Merasakan, pernafas-an, memimpin, dicintai","learning_style":"Mendengar di kelas, rekam ke  MP3, dengar ulang sampai dapat ‘feel’nya ","learn_motivation":"Menempelkan sentuhan emosi pada motif sesaatnya. ","self_clue":"Mencari PLATFORM untuk memperkuat pengaruhnya.","chemistry":"(Mencari) Cinta","field_of_study":"Politik, kepemerintahan, hukum, kesenian","field_of_career":"Psikolog, komunikasi, diplomat, humas, promotor, investor, negarawan, trainer/public speaker, administrasi negara, seniman, budayawan,, hubungan internasional,  salesman,inspirator, motivator, psikiater, counselor, ideolog, personalia, lawyer, birokrat, aktivis, atlit maraton, dll.","positive_and_negative":"Semangat tinggi namun di sebalik itu ingin dimanja dan diperhatikan,  halus dan lembut namun terkadang  menyengat, pemimpin yang berkharisma namun kebiasaaan buruknya mudah tersinggung, penolong namun menghitung nilai balas budi, komunikator yang mempengaruhi orang lain namun komitmen terhadap ajarannya lemah, mampu berempati namun terkadang lamban beraksi.","deep_explanation":"Fi adalah singkatan dari Feeling introvert. Jika huruf F berdiri sendiri merupakan identitas sebagai mesin kecerdasan. Menurut konsep STIFIn ragam mesin kecerdasan hanya ada lima, dan F adalah salah satu diantara 5 mesin kecerdasan tersebut. Identitas mesin kecerdasan berubah menjadi kepribadian ketika mesin kecerdasan digandengkan dengan jenis kemudi di belakangnya. Jenis kemudi kecerdasan hanya ada dua, yaitu i (introvert) dan e (ekstrovert). Dengan demikian Fi sudah menjadi identitas kepribadian. F ditulis dengan huruf besar karena pengaruhnya sebagai mesin kecerdasan lebih besar dari i yang ditulis dengan huruf kecil yang berperan hanya sebagai kemudi kecerdasan.\r\nPengertian sederhana dari Feeling introvert adalah jenis kepribadian yang berbasiskan kecerdasan emosi atau perasaan yang proses kerjanya dikemudikan dari dalam dirinya menuju ke luar dirinya. Kepribadian Fi ini memiliki kekhasan karena memiliki kemampuan emosi yang melebihi delapan jenis kepribadian yang lain. Kelebihan ini dapat disepadankan dengan kecerdasan emosi atau disebut EQ (Emotional Quotient).\r\nSistem operasi pada tipe Fi berada di belahan otak bagian bawah di sebelah kanan atau disebut sebagai limbik kanan. Pada limbik kanan tersebut yang menjadi kemudi kecerdasannya berada di lapisan putih yang letaknya di bagian dalam. Limbik kanan putih itulah yang menjadi sistem operasi tipe Fi.\r\nLapisan yang berwarna putih memiliki tekstur otak yang lebih padat karena mengandung dendrit lebih banyak. Kerapatan yang lebih tinggi dibandingkan dengan lapisan bagian luar tersebut membuat kemudi kecerdasan bergerak dari dalam keluar. Hal ini menyebabkan ‘tuan yang punya badan’ menjadi seolah tidak berhenti untuk tebar pesona atau memancarkan kharismanya sebagai pemimpin .\r\nMesin kecerdasan F sesungguhnya identik dengan pernafasan. Mereka memiliki kapasitas pernafasan yang besar. Kapasitas pernafasan yang kuat itu disebabkan karena orang F memiliki mesin yang besar. Mesin itu berupa jantung dan paru-paru yang besar. Dengan mesin yang besar ini orang F dapat memompa oksigen yang lebih banyak ke dalam darah. Tipe Fi terlebih lagi karena ditunjang oleh ketersediaan baterai (charger) yang ada di dalam dirinya menyebabkan Fi seperti memiliki kekuatan emosi yang lebih kuat.Bentuk (konstitusi) fisik orang F secara umum disebut sebagai displastik, karena mesin yang besar tersebut didukung oleh tulang yang kecil sehingga bawaannya terasa berat. Karena mesinnya besar maka bentuk badannya terlihat lebar dan tebal. Akibatnya pada bagian punggung seperti lebih sulit digerakkan (disebut displastik). Pada tipe Fi, karena charger baterenya ada di dalam maka seperti memiliki daya pancar emosi yang lebih kuat. Secara fisik ia dapat menggunakan pernafasan dalam yang bersumber dari paru-parunya.\r\nKekuatan pernafasan karena mesin yang besar tersebut dapat digunakan untuk jenis olahraga yang memerlukan stamina jarak jauh dan jangka panjang seperti lari marathon. Juga dengan pernafasan yang panjang tersebut secara mental ia memiliki potensi kekuatan mental yang lebih baik. Mampu mendengar bahasa hati orang lain lebih lama. Bahkan mampu menjaga perasaan dan berempati lebih baik dari orang lain. Atau juga ia seperti memiliki kadar cinta yang lebih banyak, baik untuk mencintai ataupun dicintai.\r\nKecerdasan emosinya membuat ia menjadi matang secara emosional dan menjadi kaya hati sehingga mudah berbagi kasih sayang dengan orang lain. Faktor-faktor kekuatan emosional inilah yang membuat ia merasa terpanggil untuk menjadi pemimpin. Pancaran energi yang datang dari dalam untuk menyebarkan kekuatan emosinya membuat ia memang layak menjadi pemimpin. Jika tipe F nya dikemudikan dari dalam menjadi tipe Fi akan muncul sifat lebih percaya diri dan seolah bekal kekuatan emosinya tidak habis karena didorong dari dalm dirinya. Hal itu membuat Fi merasa nyaman menjalankan fungsi kepemimpinannya.\r\nModal kepemimpinannya yang kharismatik dan terpancar dari dalam maka kesehariannya selalu menebarkan pesonanya dan ketika lingkungan sekitarnya menerima kepemimpinannya maka itu sesuai dengan pengharapannya. Aktualisasi dirinya terjadi jika ia memiliki fungsi kepemimpinan. Bahkan jika ia tidak mendapatkannya ia akan terus akan mencari jalan untuk kemudian dikukuhkan sebagai pemimpin. Pancaran kekuatan emosinya membuat ia disukai banyak orang (populer). Kepopulerannya adalah kelebihannya. Dengan modal kepemimpinan inilah ia menawarkan idealisme baru. Karena biasanya tipe Fi merupakan seorang ideolog yang memiliki pandangan visioner. Sumber ideologinya datang dari kematangan emosinya sejalan dengan jiwa perjuangannya. Kekuatan emosi berarti memahami kedalaman jiwa yang perlu diperjuangkan oleh dirinya dan masyarakatnya. Hal inilah yang membuat tipe Fi menargetkan visi tertentu untuk diperjuangkan bersama.\r\nSalah satu jalan untuk memelihara pengaruhnya ialah dengan berkontribusi pada pengikutnya. Sebagai konsekuensi dari kasih sayangnya kepada pengikutnya ia kerap kali mengulurkan tangannya untuk membantu pengikutnya. Akibatnya dalam pengelolaan uang tipe Fi terlihat sangat bossy (seperti juragan). Ia mudah menolong orang lain dengan harapan itu akan memperkuat posisinya sebagai pemimpin.\r\nKekuatan kepemimpinan sekaligus menjadi merek dirinya. Ia diberi merek sebagai sosok yang memiliki kepemimpinan yang baik. Untuk memiliki merek seperti ini tidak harus ia secara formal memimpin suatu organisasi tertentu bahkan secara informal merek kepemimpinan itu melekat pada dirinya. Jika tipe Fi tidak memiliki merek kepemimpinan maka ia seperti tercerabut dari akarnya, karena berarti sumber kekuatan utamanya yang memancarkan emosi kasih sayang ke masyarakatnya berarti macet.\r\nJika menggunakan sudut pandang dunia psikologi (aliran perilaku) kepribadian Fi mesti memiliki sifat perilaku khas yang dapat dibuktikan dan diukur yang berbeda dari delapan kepribadian yang lain. Terdapat sepuluh item yang bisa dibuktikan keberadaannya dan bisa diukur secara psikometrik. Menurut konsep STIFIn ke sepuluh item tersebut menjadi kepribadian tetap yang tidak akan berubah dan akan selalu eksis seiring dengan penambahan umurnya. Sepuluh sifat yang tetap tersebut adalah: influencing, idealistic, leader, kindful, reflective, popular, convincing, promoter, diplomatic, dan friendship-appeal (bahasa Inggris dipertahankan supaya definisinya tidak multi tafsir).\r\nProses belajar yang baik bagi tipe Fi adalah menjadi pendengar yang baik meskipun ia begitu tergoda untuk berbicara. Orang Fi suka ngomong dan menebar pesona dengan omongannya. Namun ia akan belajar lebih banyak jika ia mendengar. Maka ketika ia hadir di dalam kelas cukup ia berkonsentrasi mendengarkan penjelasan gurunya. Jika perlu penjelasan itu direkam dengan MP3 dan didengarkan berulangulang sampai dia dapat ‘feel’ nya. Karena bagi tipe Fi memang sulit berkonsentrasi dalam durasi yang lama sering terbawa-bawa pada suasana emosinya. Hasil rekaman yang didengarkan ulang itu membuat ia mendapatkan gambaran secara keseluruhan. Pendek kata orang F pada umumnya memang harus belajar menggunakan telinganya.\r\nMotivasi belajarnya naik seiring dengan moodnya. Namun begitu ia mood maka seperti tidak ada yang menghentikannya. Jika lagi semangat akan terlihat semangat sekali namun jika lagi malas maka susah untuk memulai kembali. Oleh karena itu perlu ditempelkan sentuhan emosi setiap ia merasa kehilangan moodnya. Motivasinya yang naik turun tergantung kondisi emosi sesaatnya. Permainan perasaan untuk memelihara tingkat motivasi orang F memang membutuhkan kesabaran yang luar biasa.\r\nPrioritas utama jika ingin memilih jurusan dan memilih profesi sebaiknya diarahkan pada satu diantara empat pilihan industri berikut ini, yaitu politik, kepemerintahan, hukum, kesenian. Selanjutnya dapat dipilih diantara pilihan jurusan atau profesi seperti pilihan berikut ini: psikolog, komunikasi, diplomat, humas, promotor, investor, negarawan, trainer/public speaker, administrasi negara, seniman, budayawan,hubungan internasional, salesman,inspirator, motivator, psikiater, counselor, ideolog, personalia, lawyer, birokrat, aktivis, atlit maraton, dll.\r\nMengapa memerlukan dan lain-lain karena semakin kesini profesi semakin beragam. Namun jika ingin memilih jurusan ataupun profesi patokan bagi tipe Fi adalah mempertimbangkan empat kata kuncinya, yaitu:merasakan, pernafasan, memimpin, dandicintai. Artinya jurusan atau profesi yang dipilihnya didominasi oleh unsur-unsur yang memerlukan keterlibatan emosi termasuk kemampuan berkomunikasi dari hati ke hati, secara fisik memerlukan nafas yang panjang atau diaplikasikan dalam bentuk memerlukan semangat yang tinggi sehingga bisa bekerja atau bertanding secara marathon, dan memerlukan kharisma dan kemampuan kepemimpinan, serta dapat mengeluarkan jurus-jurus tebar pesona supaya dicintai lebih banyak orang.\r\nSebagai pribadi yang utuh tipe Fi memiliki sisi-sisi diametral sebagai berikut: semangat tinggi namun dibalik itu ingin dimanja dan diperhatikan, halus dan lembut namun terkadang menyengat, pemimpin yang berkharisma namun kebiasaaan buruknya mudah tersinggung, penolong namun menghitung nilai balas budi, komunikator yang mempengaruhi orang lain namun komitmen terhadap ajarannya lemah, mampu berempati namun terkadang lamban beraksi. Oleh karena itu perlu berwaspada dengan kelemahannya dan berusaha mengekploitasi kelebihannya. Biasanya jika kelebihannya bergerak membaik maka secara otomatis kelemahannya tertutup dengan sendirinya.\r\nJalan keberhasilannya ditentukan oleh kemampuannya membuat PLATFORM untuk memperkuat pengaruhnya. Dengan platform itulah sosok Fi akan memiliki posisi tawar yang tinggi. Penting untuk digaris bawahi bahwa platform yang ia bentuk seringkali platform yang diikat secara emosional. Oleh karenanya sejak awal set up platform tersebut harus didisain secara masak-masak agar dapat mewadahi visi yang diperjuangkannya. Tentu saja platform ini akan mudah runtuh jika tidak diberi energi positif yang maksimal. Apalagi jika platform tersebut senantiasa berubah-ubah demi kepentingan pragmatis. Padahal membangun platform visioner itu memakan masa yang panjang. Meskipun orang Fi memiliki kemistri CINTA namun ia mesti mengikat kemistri cinta itu dengan sesuatu yang berdampak jangka panjang. Menggunakan kekuatan kharismanya ia harus menebarkan pengaruh, terutama visinya, untuk mendapatkan cinta dari pengikutnya. Oleh karenanya visi itu mesti diberi jiwa (sentuhan emosi) supaya lebih banyak orang yang terikat dengan kepemimpinannya.\r"},
{"id":8,"created_at":null,"updated_at":null,"name":"Feeling extrovert","code":"Fe","essential_resume":"Kecerdasan Anda Feeling yang berarti merujuk kepada perasaan Anda, yang membuat Anda pandai memahami orang lain. Kecerdasan tersebut dikemudikan bergerak dari luar ke dalam sehingga Anda menjadi hebat dalam persahabatan dan hubungan sosial.","brain_active_part":"Belahan Limbik Kanan Lapisan Kelabu (luar) ","equivalent_intelligence":"Soc-Q (Social Quotient) ","role":"Owner (Pemilik)","advantage":"Magnifying (Pembesaran) ","target":"People (Orang) ","hope":"Coaching (Penggemblengan) ","brand_direction":"Merek pada tim dan organisasinya ","attitude_to_money":"Ambil risiko ","physical_shape":"Displastis yang kecil ","physical_strength":"Pernafasan dangkal ","physical_function":"Stamina jarak menengah","pcychometrics":"Emphaty, Tolerant, Communicative, Listener, Sympathetic, Persuasive, Affectionate, Refreshing, Considerate, Guiding","four_keywords":"Merasakan, pernafasan, memimpin, mencintai","learning_style":"Mendiskusikan dengan guru/teman sambil memperbanyak item yang direview verbal ","learn_motivation":"Dipuji dan didampingi supaya meningkatkan mood belajar sesaatnya. ","self_clue":"Mencari KADER untuk mengaktualisasikan  panggilan jiwanya.","chemistry":"(Dicari) Cinta","field_of_study":"Psikologi, komunikasi, diplomasi, humas/promosi","field_of_career":"Politisi, eksekutif, lawyer, kesenian, investor, negarawan, trainer/public speaker, administrasi negara, seniman, budayawan,, hubungan internasional, salesman,inspirator, motivator, psikiater, counselor,  ideolog, personalia, lawyer, birokrat, aktivis, atlit maraton","positive_and_negative":"Pendengar seperti ‘sponge’ namun sebenarnya berhati kenyal, peduli orang lain meski abai terhadap satu per satu persoalan orang lain, selalu ada misi baru namun terlalu mudah menyerah, jika sedang bersih hati mudah mendapat ilmu tinggi namun justru jarang membersihkan hatinya, memiliki kepasrahan yang tinggi namun sebenarnya sikap itu datang dari malas berpikir dan menggampangkan banyak hal.","deep_explanation":"Pengertian sederhana dari Feeling extrovert adalah jenis kepribadian yang berbasiskan kecerdasan emosi atau perasaan yang proses kerjanya dikemudikan dari luar dirinya menuju ke dalam dirinya. Kepribadian Fe ini memiliki kekhasan karena memiliki kemampuan sosial yang melebihi delapan jenis kepribadian yang lain. Kelebihan ini dapat disepadankan dengan kecerdasan sosial atau disebut Soc-Q (Social Quotient).\nSistem operasi pada tipe Fe berada di belahan otak bagian bawah di sebelah kanan atau disebut sebagai limbik kanan. Pada limbik kanan tersebut yang menjadi kemudi kecerdasannya berada di lapisan abuabu yang letaknya di bagian luar atau permukaan otak. Limbik kanan abu-abu itulah yang menjadi sistem operasi tipe Fe.\nLapisan yang berwarna abu-abu memiliki tekstur otak yang lebih longgar karena mengandung dendrit lebih sedikit. Kerapatan yang lebih rendah dibandingkan dengan lapisan bagian dalam tersebut membuat kemudi kecerdasan bergerak dari luar ke dalam. Hal ini menyebabkan ‘tuan yang punya badan’ lebih malas untuk bergerak melakukan aktivitas kecuali ada pengaruh luar yang membangkitkan mood-nya untuk bersosialisasi\nMesin kecerdasan F sesungguhnya identik dengan pernafasan. Mereka memiliki kapasitas pernafasan yang besar. Kapasitas pernafasan yang kuat itu disebabkan karena orang F memiliki mesin yang besar. Mesin itu berupa jantung dan paru-paru yang besar. Dengan mesin yang besar ini orang F dapat memompa oksigen yang lebih banyak ke dalam darah. Tipe Fe lebih bergantung kepada suplai baterai (charger) yang datang dari luar dirinya. Mesin yang besar itu harus dinyalakan dari luar namun begitu mesin menyala maka akan beraksi sedikit menggebu-gebu. Bentuk (konstitusi) fisik orang F secara umum disebut sebagai displastik, karena mesin yang besar tersebut didukung oleh tulang yang kecil sehingga bawaannya terasa berat. Karena mesinnya besar maka bentuk badannya terlihat lebar dan tebal. Akibatnya pada bagian punggung seperti ini lebih sulit digerakkan (disebut displastik). Pada tipe Fe mesin yang besar tersebut ditopang oleh tulang yang lebih kecil. Tinggi badan tipe Fe lebih pendek, sehingga lebih terkesan seperti pendekar (pendek dan kekar). Secara fisik ia dapat menggunakan pernafasan dalam yang bersumber dari paru-parunya. Namun karena charger baterainya bersumber dari luar maka tipe Fe memiliki kapasitas pernafasannya lebih dangkal.\nKekuatan pernafasan karena mesin yang besar tersebut dapat digunakan untuk jenis olahraga yang memerlukan stamina jarak jauh dan jangka panjang seperti lari marathon. Juga dengan pernafasan yang panjang tersebut secara mental ia memiliki potensi kekuatan mental yang lebih baik. Mampu mendengar bahasa hati orang lain lebih lama. Bahkan mampu menjaga perasaan dan berempati lebih baik dari orang lain. Atau juga ia seperti memiliki kadar cinta yang lebih banyak, baik untuk mencintai ataupun dicintai. Namun khusus pada tipe Fe kemampuan daya jangkau pernafasan atau mental untuk berbagi perasaan bersifat lebih meluas. Menjangkau gabungan berbagai event jarak menengah atau memberi perhatian kepada lebih banyak orang.\nKematangan emosi tipe Fe disalurkan dengan melakukan kaderisasi kepada orang-orang yang disayanginya. Fokusnya adalah menjadi coach bagi orang lain. Menggembleng orang-orang yang disayanginya. Penyaluran emosi seperti ini mendorong ia menjadi seperti king-maker. Mencetak orang supaya menjadi yang terbaik kalau perlu sampai menjadi raja. Kematangan emosinya lebih suka memberi jalan kepada orang lain untuk terjun memimpin sementara dirinya lebih senang duduk di belakang layar sebagai perintis atau pemilik. Panggilan alamiah tipe Fe lebih senang mendorong orang lain untuk melangkah setinggi-tingginya dengan bimbingannya. Ketika menggembleng ia memang memberi sebanyak yang ia bisa bahkan terkesan menggebu-gebu namun pada akhirnya ia akan puas jika kadernya berhasil meraih mimpinya. Kelebihannya justru kepada kemampuannya membesarkan (magnifying) orang lain. Fase berikutnya ia menikmati pengaruhnya sebagai king-maker atau owner dari usaha yang dirintisnya. Tipe Fe menyukai menjadi tokoh tetapi jenis tokoh yang di balik layar.\nTarget pribadinya adalah kepada mencetak orang. Selalu berorientasi kepada orang. Jiwa sosial tipe Fe memang cukup tinggi. Kepeduliannya selalu ingin memperbaiki kemampuan SDM (sumberdayamanusia) dari masyarakatnya. Panggilan jiwanya sebagai mentor atau coach (pelatih) memberi makna yang besar dalam hidupnya. Ia merasa telah mengaktualisasi diri jika ada diantara kader-kadernya yang berhasil meraih mimpinya. Secara kepakaran pun tipe Fe terpanggil untuk menjadi coach. Bahkan bermimpi menjadi coach yang termahal bayarannya. Meskipun begitu kerap kali tipe Fe lebih mengorbankan transaksi pembayaran upah jika aspek penggemblengan SDM nya terasa lebih menantang. Panggilan sosialnya untuk mengangkat SDM ditempatkan lebih tinggi dibanding transaksi komersialnya.\nPengaruh sosial yang menjadi batere baginya terkadang membuat tipe Fe menjadi begitu subjektif ketika mengukur sesuatu. Bahkan ketika ia menjalankan usaha proses kalkulasi bisnis terkadang terabaikan karena menggebu-gebu memperjuangkan apa yang disukainya. Argumentasinya kerap kali membawa-bawa pertimbangan sosial, meski sesungguhnya karena ia suka. Dan letak kesukaannya ini didasari oleh dirinya yang mengukur keberadaannya secara sosial. Jadi kepentingan dirinya di mata sosial dan kepentingan sosial murni dapat beririsan. Ketika sudah suka maka ia akan membuat keputusan yang nekat, berani ambil risiko. Kurang hati-hati mempertimbangkan bahwa pada akhirnya bisa jadi ia akan menjadi korban demi kepentingan orang lain. Begitulah tabiat dia dalam mengelola keuangan yang terkadang terlalu berani melangkah mengambil risiko yang terlalu besar sementara di balik keputusannya masih banyak unsur ketidakpastian.\nKegetolannya membangun SDM justru menciptakan merek bagi dirinya sebagai orang yang dapat dipercaya untuk membangun tim pemenang dan organisasi terbaik. Ia justru merasa gagal jika dirinya yang dialamatkan terhadap keberhasilan organisasi. Justru ia merasa berhasil jika tim dan organisasinya telah menjadi yang terbaik di bidangnya dan bahkan sudah bisa dilepas sendiri menjalankan hasil tempaannya. Panggilan jiwanya selalu menginginkan karya tempaan atau hasil gemblengannya tertanam dalam pada tim dan organisasi yang digemblengnya.\nJika menggunakan sudut pandang dunia psikologi (aliran perilaku) kepribadian Fe mesti memiliki sifat perilaku khas yang dapat dibuktikan dan diukur yang berbeda dari delapan kepribadian yang lain. Terdapat sepuluh item yang bisa dibuktikan keberadaannya dan bisa diukur secara psikometrik. Menurut konsep STIFIn kesepuluh item tersebut menjadi kepribadian tetap yang tidak akan berubah dan akan selalu eksis seiring dengan penambahan umurnya. Sepuluh sifat yang tetap tersebut adalah: emphathy, tolerant, communicative, listener, symphatetic, persuasive, affectionate, refreshing, considerate, dan guiding (bahasa Inggris dipertahankan supaya definisinya tidak multi tafsir).\nProses belajar yang sesuai bagi tipe Fe adalah mendiskusikan mata pelajaran dengan guru/teman sambil memperbanyak item yang direview verbal. Bagaimanapun tipe F secara umum harus belajar menggunakan telinga. Ia harus menjadi pendengar yang baik. Namun bagi tipe Fe proses komunikasi yang interaktif lebih disukainya karena charger baterainya ada di luar. Dengan demikian diskusi menjadi pilihan terbaik bagi tipe Fe.\nMotivasi belajarnya akan terjaga jika ia dipuji oleh orang lain apalagi oleh teman seumurnya. Ibarat seperti perempuan yang ingin belajar maka tipe Fe merasa lebih nyaman jika didampingi orang lain, apalagi jika orang yang mendampinginya adalah orang yang begitu berarti baginya. Menyediakan pendamping bagi tipe Fe sekaligus merupakan upaya untuk meningkatkan mood belajar .\nPrioritas utama jika ingin memilih jurusan dan memilih profesi sebaiknya diarahkan pada satu diantara empat pilihan industri berikut ini, yaitu psikologi, komunikasi, diplomasi, humas/promosi. Selanjutnya dapat dipilih diantara pilihan jurusan atau profesi seperti pilihan berikut ini: politisi, eksekutif, lawyer, kesenian, investor, negarawan, trainer/public speaker, administrasi negara, seniman, budayawan,, hubungan internasional, salesman,inspirator, motivator, psikiater, counselor, ideolog, personalia,birokrat, aktivis, atlit maraton, dll.\nMengapa memerlukan dan lain-lain karena semakin kesini profesi semakin beragam. Namun jika ingin memilih jurusan ataupun profesi patokan bagi tipe Si adalah mempertimbangkan empat kata kuncinya, yaitu: merasakan, pernafasan, memimpin, dan mencintai. Artinya jurusan atau profesi yang dipilihnya didominasi oleh unsur-unsur yang memerlukan keterlibatan emosi termasuk kemampuan berkomunikasi dari hati ke hati, secara fisik memerlukan nafas yang panjang atau diaplikasikan dalam bentuk memerlukan semangat yang tinggi sehingga bisa bekerja atau bertanding secara marathon, dan memerlukan kharisma dan kemampuan kepemimpinan, serta mampu menangkap simpati atau cinta orang lain atau pengikutnya sehingga para pengikutnya atau para pengagumnya tidak merasa cinta bertepuk sebelah tangan.\nSebagai pribadi yang utuh tipe Fe memiliki sisi-sisi diametral sebagai berikut: pendengar seperti ‘sponge’ namun sebenarnya berhati kenyal, peduli orang lain meski abai terhadap satu per satu persoalan orang lain, selalu ada misi baru namun terlalu mudah menyerah, jika sedang bersih hati mudah mendapat ilmu tinggi namun justru jarang membersihkan hatinya, memiliki kepasrahan yang tinggi namun sebenarnya sikap itu datang dari malas berpikir dan menggampangkan banyak hal. Oleh karena itu perlu berwaspada dengan kelemahannya dan berusaha mengekploitasi kelebihannya. Biasanya jika kelebihannya bergerak membaik maka secara otomatis kelemahannya tertutup dengan sendirinya.\nJalur keberhasilannya justru terletak pada sejumlah KADER yang telah berhasil digemblengnya sebagai wadah untuk mengaktualisasikan panggilan jiwanya. Mengkader orang hingga berhasil mengeluarkan energi positif yang besar. Kemistri CINTA yang datang menghampirinya bersamaan dengan kedatangan sumber energinya mesti disambut dengan suka cita. Jika banyak orang yang mengharapkan digembleng olehnya (didatangi cinta) maka orang Fe harus merespon secara positif (menerima cinta) agar siklus cintanya pada akhirnya membesar dengan sendirinya. Letak keberhasilannya justru sejalan dengan membesarnya siklus cintanya. Bagi orang Fe siklus cinta itu berarti seberapa banyak kadernya yang telah sukses dibina olehnya.\n"},
{"id":9,"created_at":null,"updated_at":null,"name":"Insting","code":"In","essential_resume":"Kecerdasan Anda Insting yang berarti merujuk kepada naluri sebagai indera ketujuh Anda, yang dilengkapi dengan kemampuan serba-bisa.  Kecerdasan tersebut dikemudikan secara otomatis sehingga membuat Anda responsif, mudah beradaptasi, dan banyak kawan.","brain_active_part":"Belahan Otak TengahLapisan tidak ada ","equivalent_intelligence":"AQ (Altruist Quotient) ","role":"Partner (Mitra) ","advantage":"3 eye (Mata ketiga) ","target":"Growth (Pertumbuhan) ","hope":"Contributing (Kontribusi) ","brand_direction":"Merek pada tingkat keberperanannya ","attitude_to_money":"Penolong ","physical_shape":"Stenis atau datar ","physical_strength":"Adaptasi fisik ","physical_function":"Serba-bisa","pcychometrics":"Balanced,compromising, peaceful, resourceful, simple, forgiving, occupied, flowing, smooth, intermediary","four_keywords":"Merangkai, reflek, berkorban, otomatis","learning_style":"Merangkai bacaan menjadi rangkuman dan mengurai kembali sampai tuntas, gunakan latar musik ","learn_motivation":"Hilangkan tekanan dengan scaffolding (dibimbing dari dekat)sesaatnya. ","self_clue":"Mencari PERAN untuk memultitasking-kan pengabdiannya.","chemistry":"(Selalu) Bahagia","field_of_study":"Musik/performance, jasa, kulinary, agama/budaya/ charity","field_of_career":"Pembalap, entertainer, agamawan, aktivis, musik, chef,jurnalis, aktivis, pengetahuan umum, performance, spiritualis, birokrat, pelayan masyarakat, mediator, tangan kanan untuk semua posisi dan semua industri, kolumnis, generalis, presenter serba-bisa, atlit serba-bisa, dll.","positive_and_negative":"Spiritualis yang hebat namun juga individu yang galak dan temperamental, nalurinya tajam, dan pandai meramal namun peragu dan tidak punya prinsip, isi kepala lengkap sebagai generalis namun membuatnya tanggung tidak tuntas, ingin tenang dan bahagia tapi kurang assertive, sangat responsif, cepat, dan komprehensif namun dalam kontektualitas sebatas ad hock dan kurang jangka panjang,  jujur dan polos namun seringkali naif.","deep_explanation":"In adalah singkatan dari Insting. Menggunakan dua huruf supaya tidak sama dengan singkatan Intuiting. Jika dua huruf In bergandengan merupakan identitas sebagai mesin kecerdasan. Menurut konsep STIFIn ragam mesin kecerdasan hanya ada lima, dan In adalah salah satu diantara 5 mesin kecerdasan tersebut. Pada mesin kecerdasan In tidak memiliki kemudi kecerdasan, baik i (introvert) ataupun e (ekstrovert). Karena secara fisik otak tengah yang menjadi milik In memang tidak memiliki lapisan yang berwarna abu-abu dan putih. Dengan demikian In selain berperan sebagai mesin kecerdasan juga merupakan kepribadian genetik.\r\nPengertian sederhana dari Insting adalah jenis kecerdasan atau kepribadian genetik yang berbasiskan kecerdasan naluri atau indera ketujuh yang proses kerjanya dikemudikan secara otomatis karena tidak memiliki kemudi. Kepribadian In ini memiliki kekhasan karena memiliki kemampuan berkorban bagi kepentingan yang lebih besar melebihi delapan jenis kepribadian yang lain. Kelebihan ini dapat disepadankan dengan kecerdasan berkorban atau disebut AQ (Altruist Quotient).\r\nSistem operasi pada tipe In berada di belahan otak tengah. Otak tengah menyangga keempat belahan otak sama baiknya. Jika otak tengah kuat maka pada tingkat tertentu dapat membantu memperkuat keempat belahan otak lainnya. Terutama karena otak tengah menjadi hub bagi keempat belahan otak lainnya sehingga proses koordinasi, harmonisasi, dan keseimbangan otak dapat berjalan secara baik.\r\nKarena tidak memiliki kemudi, otak tengah akan memberi reaksi spontan pada setiap stimulus yang masuk. Meski syaraf terlebih dahulu tiba di otak tengah sebelum menyebar kepada empat belahan otak lainnya namun bukan berarti keempat belahan otak itu tidak dilibatkan ketika otak tengah ingin merespon sesuatu. Meskipun tanpa kemudi proses koordinasi respon holistik oleh seluruh otak terjadi. Hal itu ditunjukkan oleh kemampuan otak tengah merespon secara holistik pada setiap respon yang datang.\r\nMesin kecerdasan In sesungguhnya identik dengan reflek. Mereka memiliki reflek yang cepat. Reflek yang bersumber dari hasil pengolahan yang holistik ini membuat tipe In dalam kesehariannya mudah beradaptasi.Ia seperti dapat mengakses sama baiknya kepada empat belahan otak yang lain. Bahkan secara fisik pun tipe In memiliki kemampuan adaptasi fisik yang baik terhadap lingkungan. Pada cuaca lingkungan dan mental seperti orang S ia akan menyesuaikan seperti orang S juga. Demikian seterusnya dengan tiga belahan otak lainnya.\r\nBentuk badannya datar (stenis) ditandai dengan garis bahu yang lurus rata ke samping. Dengan bentuk badan yang datar ditambah leher yang pendek dengan posisi otak tengah yang paling dekat dengan tulang belakang dan pada saat yang sama otak tengah tersebut menyangga keempat belahan otak sama baiknya maka hal itu membuat tipe In memiliki fungsi tubuh yang serba bisa. Fungsi keserba-bisaannya yang digabung dengan kekuatan refleksnya membuat tipe In seolaholah akan survive diletakkan di lingkungan seperti apapun atau diterjunkan di profesi apapun.\r\nFaktor serba bisa dan daya adaptasi fisik dan adaptasi kecerdasan yang tinggi menyebabkan panggilan jiwa dari tipe In selalu ingin berperan sebagai mitra (partner) bagi tipe lainnya. Meskipun harus menjadi orang nomer dua dalam kemitraan tersebut ia tidak terlalu mempermasalahkan yang penting ia dapat menjadi mitra bagi tipe lainnya di level yang lebih baik. Hal seperti ini tidak akan terjadi pada tipe kepribadian yang lain. Karena mereka selalu ingin menjadi nomor satu dalam kemitraan tersebut.\r\nDalam menjalankan fungsi kemitraan tersebut ia memasang target menghasilkan pertumbuhan dari masa ke masa meskipun kecil atau sedikit yang penting ada pertumbuhan. Sebenarnya tipe In tidak suka dengan langkah-langkah revolusioner karena hanya akan meningkatkan suhu kerja yang akan membuat suasana tegang. Sementara tipe In menyukai suasana damai dan tenteram tanpa konflik. Termasuk mengapa ia terpanggil untuk menjadi orang kedua karena tidak ingin menjadi sasaran tembak jika menjadi orang nomor satu.\r\nJika ia bisa bekerja secara tenang dan damai maka salah satu kemampuan dia yang lain akan perform, yaitu memiliki mata ketiga dalam melihat terhadap setiap peristiwa. Hasil pengamatan mata ketiga tersebut adalah ia dapat melihat hikmah yang tersembunyi di balik setiap kejadian, atau dapat memaknai secara spiritual terhadap setiap kejadian, atau mendapatkan informasi penting dari indera ketujuh (naluri)-nya.\r\nHarapan terbesarnya yaitu ia selalu memberikan kontribusi pada lingkungan sosialnya. Ia merasa hampa jika merasa tidak menolong atau berkontribusi terhadap lingkungannya. Hal yang paling menyakitkan baginya adalah ketika ia ditolak oleh lingkungannya. Kemampuan adaptasinyalah yang membawanya untuk berkontribusi lebih banyak kepada lingkungannya. Demikian juga dalam pengelolaan uang, ia merasa sedih jika tidak bisa menolong orang lain yang memerlukannya. Tabiatnya terhadap uang adalah selalu ingin menolong orang. Akibatnya uang habis bukan untuk diri sendiri melainkan untuk menolong orang lain.\r\nKetulusannya untuk selalu menolong dan berkontribusi membuat pihak lain secara cepat memberikan merek sesuai dengan tingkat keberperannya yang tinggi. Dan ia sendiri menyadari bahwa jika tidak berperan dimana-mana ia akan kehilangan makna hidupnya. Kuantitas keberperanannya cukup tinggi. Ia seolah-olah ketarik kesana kemari. Tantangannya adalah dibalik kuantitas keberperanan yang tinggi adalah semua itu ditangani dengan baik sehingga kualitas di semua peranannya juga tinggi. Merek dirinya akan terangkat jika kuantitas dan kualitas keberperanannya semuanya tinggi.\r\nJika menggunakan sudut pandang dunia psikologi (aliran perilaku) kepribadian In mesti memiliki sifat perilaku khas yang dapat dibuktikan dan diukur yang berbeda dari delapan kepribadian yang lain. Terdapat sepuluh item yang bisa dibuktikan keberadaannya dan bisa diukur secara psikometrik. Menurut konsep STIFIn kesepuluh item tersebut menjadi kepribadian tetap yang tidak akan berubah dan akan selalu eksis seiring dengan penambahan umurnya. Sepuluh sifat yang tetap tersebut adalah: balanced, compromising, peaceful, resourceful, simple, forgiving , occupied, flowing , smooth, dan intermediary (bahasa Inggris dipertahankan supaya definisinya tidak multi tafsir).\r\nProses belajar pada tipe In sangat berbeda dengan kedelapan kepribadian yang lain. Bahwa yang lain dalam proses belajarnya cenderung induktif, berangkat dari detail kemudian disimpulkan secara umum. Sedangkan tipe In cenderung menggunakan pola belajar deduktif. Ketahui dulu kesimpulannya baru kemudian diteruskan pada rincian. Maka pada setiap buku yang ia baca ia selalu merangkai dulu mencari kesimpulannya baru kemudian diuraikan detailnya. Sambil belajar dapat dibantu dengan suasana yang damai dan tenteram dengan dukungan musik latar yang lembut.\r\nCara membangkitkan motivasinya justru dengan jalan menghilangkan segala macam tekanan yang menimpanya. Selesaikan satu per satu hingga akhirnya dia merasa lega dan tidak lagi punya trauma masa lalu. Setelah itu baru membimbingnya dengan pendekatan scaffolding. Dibimbing dari dekat supaya ia bisa naik tangga satu per satu.\r\nPrioritas utama jika ingin memilih jurusan dan memilih profesi sebaiknya diarahkan pada satu diantara lima pilihan industri berikut ini, yaitu musik/performance, jasa, kulinary, agama/budaya/charity. Selanjutnya dapat dipilih diantara pilihan jurusan atau profesi seperti pilihan berikut ini: pembalap, entertainer, agamawan, aktivis, musik, chef,jurnalis, aktivis, pengetahuan umum, performance, spiritualis, birokrat, pelayan masyarakat, mediator, tangan kanan untuk semua posisi dan semua industri, kolumnis, generalis, presenter serba-bisa, atlit serba-bisa, dll.\r\nMengapa memerlukan dan lain-lain karena semakin kesini profesi semakin beragam. Namun jika ingin memilih jurusan ataupun profesi patokan bagi tipe Si adalah mempertimbangkan empat kata kuncinya, yaitu: merangkai, reflek, berkorban, dan otomatis. Artinya jurusan atau profesi yang dipilihnya didominasi oleh hal-hal yang bersifat umum sebagaihasil rangkaian atau gabungan dari berbagai disiplin ilmu dan profesi, memerlukan reaksi spontan hasil reflek yang cepat, dan mengandung unsur-unsur berkorban untuk kepentingan yang lebih besar, serta bekerja secara otomatis tanpa perlu dipikir ulang karenanya lebih cenderung kepada bidang-bidang kemanusiaan.\r\nSebagai pribadi yang utuh tipe In memiliki sisi-sisi diametral sebagai berikut: spiritualis yang hebat namun juga individu yang galak dan temperamental, nalurinya tajam, dan pandai meramal namun peragu dan tidak punya prinsip, isi kepala lengkap sebagai generalis namun membuatnya tanggung tidak tuntas, ingin tenang dan bahagia tapi kurang assertive, sangat responsif, cepat, dan komprehensif namun dalam kontektualitas sebatas ad hock dan kurang jangka panjang, jujur dan polos namun seringkali naif. Oleh karena itu perlu berwaspada dengan kelemahannya dan berusaha mengekploitasi kelebihannya. Biasanya jika kelebihannya bergerak membaik maka secara otomatis kelemahannya tertutup dengan sendirinya.\r\nKemistri alamiahnya adalah selalu bahagia. Ia hanya merasa nyaman hidup dalam suasana yang penuh kebahagiaan dan jauh dari masalah-masalah. Jika kebahagiaan itu berhasil didapatkannya maka ia mulai PERAN untuk memultitaskingkan pengabdiannya. Sebaliknya ia tidak akan bahagia jika ia tidak memiliki peran apa-apa. Keberhasilan hidupnya ditandai dengan perannya yang bermakna dan itu jugalah yang menjadi sumber kebahagiaannya.\r"}]
